{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Whitespace"
      }
    ]
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[BOS]": 1,
      "[EOS]": 2,
      "[PAD]": 3,
      "[SEP]": 4,
      "[MASK]": 5,
      "!": 6,
      "\"": 7,
      "(": 8,
      ")": 9,
      "-": 10,
      ".": 11,
      ":": 12,
      ";": 13,
      "[": 14,
      "]": 15,
      "،": 16,
      "؛": 17,
      "؟": 18,
      "ء": 19,
      "آ": 20,
      "أ": 21,
      "إ": 22,
      "ئ": 23,
      "ا": 24,
      "ب": 25,
      "ة": 26,
      "ت": 27,
      "ث": 28,
      "ج": 29,
      "ح": 30,
      "خ": 31,
      "د": 32,
      "ذ": 33,
      "ر": 34,
      "ز": 35,
      "س": 36,
      "ش": 37,
      "ص": 38,
      "ض": 39,
      "ط": 40,
      "ظ": 41,
      "ع": 42,
      "غ": 43,
      "ـ": 44,
      "ف": 45,
      "ق": 46,
      "ك": 47,
      "ل": 48,
      "م": 49,
      "ن": 50,
      "ه": 51,
      "و": 52,
      "ى": 53,
      "ي": 54,
      "٠": 55,
      "١": 56,
      "٢": 57,
      "٣": 58,
      "٤": 59,
      "٥": 60,
      "٦": 61,
      "٧": 62,
      "٨": 63,
      "٩": 64,
      "ٹ": 65,
      "پ": 66,
      "چ": 67,
      "ژ": 68,
      "ک": 69,
      "گ": 70,
      "ں": 71,
      "ھ": 72,
      "ہ": 73,
      "ے": 74,
      "ال": 75,
      "ان": 76,
      "في": 77,
      "ما": 78,
      "من": 79,
      "عل": 80,
      "ول": 81,
      "وا": 82,
      "الا": 83,
      "ها": 84,
      "الم": 85,
      "لا": 86,
      "..": 87,
      "ين": 88,
      "علي": 89,
      "را": 90,
      "وال": 91,
      "اب": 92,
      "ير": 93,
      "ون": 94,
      "ذا": 95,
      "عن": 96,
      "ار": 97,
      "قال": 98,
      "الي": 99,
      "نا": 100,
      "له": 101,
      "قول": 102,
      "ام": 103,
      "قد": 104,
      "وي": 105,
      "ري": 106,
      "لك": 107,
      "اء": 108,
      "هم": 109,
      "يد": 110,
      "الت": 111,
      "مع": 112,
      "وه": 113,
      "فا": 114,
      "كان": 115,
      "...": 116,
      "لي": 117,
      "اس": 118,
      "الح": 119,
      "اي": 120,
      "بع": 121,
      "بي": 122,
      "لم": 123,
      "الف": 124,
      "ور": 125,
      "الع": 126,
      "به": 127,
      "وم": 128,
      "رف": 129,
      "بن": 130,
      "او": 131,
      "قي": 132,
      "ات": 133,
      "ذلك": 134,
      "الن": 135,
      "ست": 136,
      "اد": 137,
      "ية": 138,
      "الك": 139,
      "وت": 140,
      "الش": 141,
      "وج": 142,
      "وان": 143,
      "الج": 144,
      "اح": 145,
      "رب": 146,
      "كر": 147,
      "ته": 148,
      "الس": 149,
      "اع": 150,
      "لان": 151,
      "مر": 152,
      "كون": 153,
      "مل": 154,
      "قل": 155,
      "رج": 156,
      "ائ": 157,
      "هذا": 158,
      "اف": 159,
      "دي": 160,
      "وب": 161,
      "الب": 162,
      "ولا": 163,
      "غير": 164,
      "اخ": 165,
      "اذا": 166,
      "وع": 167,
      "صل": 168,
      "اه": 169,
      "هو": 170,
      "عني": 171,
      "الق": 172,
      "مي": 173,
      "تع": 174,
      "تح": 175,
      "بر": 176,
      "الذ": 177,
      "بل": 178,
      "الخ": 179,
      "وف": 180,
      "لل": 181,
      "وك": 182,
      "وهو": 183,
      "وق": 184,
      "ني": 185,
      "لام": 186,
      "ذه": 187,
      "فيه": 188,
      "ود": 189,
      "مح": 190,
      "كن": 191,
      "مت": 192,
      "قوله": 193,
      "بت": 194,
      "الله": 195,
      "انه": 196,
      "اني": 197,
      "فع": 198,
      "وس": 199,
      "فر": 200,
      "كل": 201,
      "الص": 202,
      "دا": 203,
      "تي": 204,
      "فعل": 205,
      "اج": 206,
      "حو": 207,
      "رة": 208,
      "وح": 209,
      "زيد": 210,
      "الد": 211,
      "الث": 212,
      "ضم": 213,
      "بد": 214,
      "بين": 215,
      "يت": 216,
      "ومن": 217,
      "رك": 218,
      "يم": 219,
      "مث": 220,
      "بعد": 221,
      "شي": 222,
      "الذي": 223,
      "وض": 224,
      "يا": 225,
      "جر": 226,
      "ذكر": 227,
      "كما": 228,
      "وز": 229,
      "شر": 230,
      "بال": 231,
      "سي": 232,
      "فت": 233,
      "كم": 234,
      "با": 235,
      "حد": 236,
      "سم": 237,
      "وقد": 238,
      "حي": 239,
      "الل": 240,
      "وص": 241,
      "ثم": 242,
      "نحو": 243,
      "والم": 244,
      "يج": 245,
      "لة": 246,
      "ابن": 247,
      "اص": 248,
      "هما": 249,
      "فان": 250,
      "اق": 251,
      "خل": 252,
      "سن": 253,
      "يكون": 254,
      "وفي": 255,
      "فس": 256,
      "مد": 257,
      "والا": 258,
      "وقال": 259,
      "بة": 260,
      "عليه": 261,
      "صد": 262,
      "يع": 263,
      "يل": 264,
      "وما": 265,
      "طل": 266,
      "بها": 267,
      "الر": 268,
      "علم": 269,
      "صب": 270,
      "دة": 271,
      "فة": 272,
      "هي": 273,
      "كت": 274,
      "سر": 275,
      "بعض": 276,
      "معني": 277,
      "التي": 278,
      "ضي": 279,
      "ماء": 280,
      "زم": 281,
      "مس": 282,
      "الط": 283,
      "عم": 284,
      "كث": 285,
      "اسم": 286,
      "هذه": 287,
      "قة": 288,
      "اش": 289,
      "ولي": 290,
      "عند": 291,
      "ابو": 292,
      "صر": 293,
      "عر": 294,
      "عة": 295,
      "ضا": 296,
      "سب": 297,
      "اذ": 298,
      "از": 299,
      "عد": 300,
      "عت": 301,
      "قت": 302,
      ").": 303,
      "لما": 304,
      "فاعل": 305,
      "فظ": 306,
      "الوا": 307,
      "هر": 308,
      "جمع": 309,
      "منه": 310,
      "يح": 311,
      "الغ": 312,
      "غة": 313,
      "رجل": 314,
      "مة": 315,
      "راء": 316,
      "بني": 317,
      "يب": 318,
      "النا": 319,
      "مثل": 320,
      "تق": 321,
      "ضاف": 322,
      "اله": 323,
      "تن": 324,
      "تقد": 325,
      "ذف": 326,
      "قيل": 327,
      "راد": 328,
      "\"،": 329,
      "الفعل": 330,
      "اط": 331,
      "ضمير": 332,
      "الاخ": 333,
      "ابي": 334,
      "الان": 335,
      "تر": 336,
      "قبل": 337,
      "بح": 338,
      "لها": 339,
      "شد": 340,
      "اليه": 341,
      "وضع": 342,
      "وهي": 343,
      "قلت": 344,
      "عي": 345,
      "فيها": 346,
      "ليس": 347,
      "اما": 348,
      "ملة": 349,
      "قط": 350,
      "تص": 351,
      "حتي": 352,
      "باب": 353,
      "ليل": 354,
      "يخ": 355,
      "الة": 356,
      "لانه": 357,
      "فعول": 358,
      "لت": 359,
      "يقال": 360,
      "المن": 361,
      "رض": 362,
      "\".": 363,
      "عب": 364,
      "ره": 365,
      "رت": 366,
      "واب": 367,
      "واحد": 368,
      "وجه": 369,
      "لو": 370,
      "مج": 371,
      "الاس": 372,
      "لاث": 373,
      ")،": 374,
      "ضرب": 375,
      "كي": 376,
      "فقال": 377,
      "كانت": 378,
      "تعالي": 379,
      "ورة": 380,
      "رفع": 381,
      "ايضا": 382,
      "تها": 383,
      "تل": 384,
      "قا": 385,
      "بيت": 386,
      "....": 387,
      "دل": 388,
      "ولم": 389,
      "يق": 390,
      "خبر": 391,
      "واما": 392,
      "فلا": 393,
      "است": 394,
      "محل": 395,
      "احد": 396,
      "حر": 397,
      "سان": 398,
      "ارة": 399,
      "قص": 400,
      "اث": 401,
      "امة": 402,
      "الز": 403,
      "جاء": 404,
      "ظر": 405,
      "نس": 406,
      "راب": 407,
      "يقول": 408,
      "المع": 409,
      "الاول": 410,
      "يس": 411,
      "ضر": 412,
      "جعل": 413,
      "بان": 414,
      "حرف": 415,
      "وخ": 416,
      "وط": 417,
      "تك": 418,
      "عا": 419,
      "صح": 420,
      "قر": 421,
      "هنا": 422,
      "عمر": 423,
      "رس": 424,
      "ديث": 425,
      "مه": 426,
      "زة": 427,
      "يش": 428,
      "):": 429,
      "شيء": 430,
      "ده": 431,
      "الاست": 432,
      "ذهب": 433,
      "تب": 434,
      "تم": 435,
      "صدر": 436,
      "اول": 437,
      "عبد": 438,
      "جل": 439,
      "المعني": 440,
      "اخر": 441,
      "زي": 442,
      "اك": 443,
      "فهو": 444,
      "الاع": 445,
      "طر": 446,
      "وكان": 447,
      "منها": 448,
      "العرب": 449,
      "تد": 450,
      "تج": 451,
      "وهذا": 452,
      "بمعني": 453,
      "نفس": 454,
      "انا": 455,
      "ناء": 456,
      "وش": 457,
      "مخ": 458,
      "فتح": 459,
      "تقول": 460,
      "هل": 461,
      "حذف": 462,
      "الكلام": 463,
      "ضار": 464,
      "مست": 465,
      "الاسم": 466,
      "وانما": 467,
      "حق": 468,
      "امر": 469,
      "يء": 470,
      "حين": 471,
      "بك": 472,
      "كثر": 473,
      "الواو": 474,
      "عنه": 475,
      "هد": 476,
      "بتدا": 477,
      "الظ": 478,
      "لمة": 479,
      "يست": 480,
      "الناس": 481,
      "ذي": 482,
      "نف": 483,
      "ثلاث": 484,
      "قب": 485,
      "تكون": 486,
      "جاز": 487,
      "بس": 488,
      "مش": 489,
      "امل": 490,
      "الفتح": 491,
      "وة": 492,
      "والن": 493,
      "يجوز": 494,
      "غيره": 495,
      "جد": 496,
      "انت": 497,
      "اتي": 498,
      "حم": 499,
      "فض": 500,
      "كس": 501,
      "ويه": 502,
      "علق": 503,
      "ينا": 504,
      "الثاني": 505,
      "طف": 506,
      "حل": 507,
      "قام": 508,
      "انها": 509,
      "ولكن": 510,
      "صاح": 511,
      "رق": 512,
      "بما": 513,
      "لاف": 514,
      "وذلك": 515,
      "تس": 516,
      "انما": 517,
      "ويل": 518,
      "البيت": 519,
      "تاب": 520,
      "بالا": 521,
      "للم": 522,
      "واخ": 523,
      "اعر": 524,
      "غي": 525,
      "صار": 526,
      "فاذا": 527,
      "بية": 528,
      "دون": 529,
      "لفظ": 530,
      "كلام": 531,
      "بار": 532,
      "يف": 533,
      "رية": 534,
      "در": 535,
      "دت": 536,
      "ادة": 537,
      "تخ": 538,
      "المس": 539,
      "الرا": 540,
      "قولك": 541,
      "الياء": 542,
      "المص": 543,
      "بط": 544,
      "فقد": 545,
      "عمل": 546,
      "والج": 547,
      "فل": 548,
      "عين": 549,
      "قائ": 550,
      "اض": 551,
      "يرة": 552,
      "موضع": 553,
      "فية": 554,
      "تري": 555,
      "الما": 556,
      "واذا": 557,
      "همزة": 558,
      "وقوله": 559,
      "كذا": 560,
      "الرجل": 561,
      "فه": 562,
      "صي": 563,
      "مما": 564,
      "ويقال": 565,
      "جز": 566,
      "مال": 567,
      "والت": 568,
      "اة": 569,
      "يه": 570,
      "وين": 571,
      "كتاب": 572,
      "وكذلك": 573,
      "زل": 574,
      "يعني": 575,
      "رد": 576,
      "اية": 577,
      "ند": 578,
      "العر": 579,
      "لهم": 580,
      "فق": 581,
      "مبني": 582,
      "المح": 583,
      "سيب": 584,
      "غل": 585,
      "وقيل": 586,
      "ظم": 587,
      "ورا": 588,
      "فرد": 589,
      "زيدا": 590,
      "الفا": 591,
      "عليها": 592,
      "ضع": 593,
      "ياء": 594,
      "ضافة": 595,
      "يوم": 596,
      "مفعول": 597,
      "جب": 598,
      "صوب": 599,
      "قولهم": 600,
      "حيث": 601,
      "الاص": 602,
      "معن": 603,
      "المش": 604,
      "واو": 605,
      "الالف": 606,
      "يز": 607,
      "خط": 608,
      "والح": 609,
      "نة": 610,
      "يرا": 611,
      "جمي": 612,
      "جار": 613,
      "انية": 614,
      "للا": 615,
      "\":": 616,
      "الشر": 617,
      "الشاعر": 618,
      "جه": 619,
      "سيبويه": 620,
      "وية": 621,
      "وث": 622,
      "جرور": 623,
      "وات": 624,
      "وليس": 625,
      "نع": 626,
      "نه": 627,
      "واح": 628,
      "واد": 629,
      "صف": 630,
      "راة": 631,
      "الاصل": 632,
      "العل": 633,
      "الامر": 634,
      "العين": 635,
      "حة": 636,
      "كذلك": 637,
      "سل": 638,
      "اللغة": 639,
      "محمد": 640,
      "طي": 641,
      "نصب": 642,
      "ظهر": 643,
      "القي": 644,
      "المخ": 645,
      "سا": 646,
      "ومنه": 647,
      "ذك": 648,
      "جم": 649,
      "قه": 650,
      "قدم": 651,
      "ئة": 652,
      "اهر": 653,
      "جع": 654,
      "هاء": 655,
      "بالم": 656,
      "رفوع": 657,
      "مام": 658,
      "اهل": 659,
      "تين": 660,
      "قلب": 661,
      "تقدم": 662,
      "ضارع": 663,
      "عمرو": 664,
      "والع": 665,
      "فيما": 666,
      "الشيء": 667,
      "الام": 668,
      "ذوف": 669,
      "تش": 670,
      "يره": 671,
      "الارض": 672,
      "ولو": 673,
      "واء": 674,
      "خر": 675,
      "يدة": 676,
      "ركة": 677,
      "بات": 678,
      "فلان": 679,
      "رات": 680,
      "حال": 681,
      "الض": 682,
      "رفة": 683,
      "يكن": 684,
      "وهم": 685,
      "الفاعل": 686,
      "داء": 687,
      "قدر": 688,
      "حن": 689,
      "اصل": 690,
      "صفة": 691,
      "المت": 692,
      "فار": 693,
      "الخبر": 694,
      "فها": 695,
      "عام": 696,
      "الحديث": 697,
      "ذر": 698,
      "بيه": 699,
      "فن": 700,
      "شرح": 701,
      "فانه": 702,
      "فصل": 703,
      "اللفظ": 704,
      "ريف": 705,
      "منصوب": 706,
      "القر": 707,
      "قوم": 708,
      "وعلي": 709,
      "حت": 710,
      "بعة": 711,
      "وقع": 712,
      "وصف": 713,
      "ثني": 714,
      "واز": 715,
      "يك": 716,
      "المست": 717,
      "واس": 718,
      "ينة": 719,
      "خص": 720,
      "اللام": 721,
      "فعال": 722,
      "وغ": 723,
      "راه": 724,
      "الاد": 725,
      "بلا": 726,
      "الحر": 727,
      "ترك": 728,
      "ماع": 729,
      "واست": 730,
      "الجملة": 731,
      "راس": 732,
      "ومث": 733,
      "الاخر": 734,
      "الحال": 735,
      "الاش": 736,
      "نفسه": 737,
      "والث": 738,
      "حسن": 739,
      "كرة": 740,
      "كانه": 741,
      "نص": 742,
      "نت": 743,
      "كب": 744,
      "الكتاب": 745,
      "انك": 746,
      "بق": 747,
      "ذو": 748,
      "فص": 749,
      "اغ": 750,
      "حيح": 751,
      "........": 752,
      "دع": 753,
      "علامة": 754,
      "طلق": 755,
      "منع": 756,
      "مرفوع": 757,
      "بخ": 758,
      "لاح": 759,
      "النس": 760,
      "ريق": 761,
      "اراد": 762,
      "حديث": 763,
      "بم": 764,
      "ثلاثة": 765,
      "قالوا": 766,
      "حكم": 767,
      "صرف": 768,
      "الشعر": 769,
      "النون": 770,
      "باس": 771,
      "لق": 772,
      "ائل": 773,
      "سمي": 774,
      "يريد": 775,
      "ئذ": 776,
      "وجد": 777,
      "وها": 778,
      "الجمع": 779,
      "وصل": 780,
      "باع": 781,
      "ادي": 782,
      "ذكره": 783,
      "زائ": 784,
      "لانها": 785,
      "بمن": 786,
      "فما": 787,
      "خرج": 788,
      "لغة": 789,
      "الاعراب": 790,
      "وجود": 791,
      "وار": 792,
      "جوز": 793,
      "اخذ": 794,
      "قع": 795,
      "والس": 796,
      "المد": 797,
      "استع": 798,
      "اكثر": 799,
      "زلة": 800,
      "وانشد": 801,
      "لية": 802,
      "مبتدا": 803,
      "بالت": 804,
      "بعضهم": 805,
      "واع": 806,
      "حك": 807,
      "ئا": 808,
      "فلما": 809,
      "وله": 810,
      "لغ": 811,
      "متعلق": 812,
      "فات": 813,
      "ريح": 814,
      "كتب": 815,
      "مار": 816,
      "سنة": 817,
      "١٠": 818,
      "العلم": 819,
      "الفاء": 820,
      "معناه": 821,
      "كثير": 822,
      "دخل": 823,
      "كنت": 824,
      "مق": 825,
      "وبين": 826,
      "والش": 827,
      "رايت": 828,
      "انيث": 829,
      "ورد": 830,
      "فلم": 831,
      "ونث": 832,
      "الذين": 833,
      "ضمة": 834,
      "جن": 835,
      "ضل": 836,
      "يط": 837,
      "شبه": 838,
      "الاولي": 839,
      "جا": 840,
      "الهمزة": 841,
      "بيان": 842,
      "نظ": 843,
      "بالك": 844,
      "لس": 845,
      "النح": 846,
      "فين": 847,
      "ابا": 848,
      "مرة": 849,
      "جملة": 850,
      "والص": 851,
      "طلب": 852,
      "الماء": 853,
      "ائر": 854,
      "غر": 855,
      "مص": 856,
      "زمان": 857,
      "الاسماء": 858,
      "الضمير": 859,
      "لكن": 860,
      "ابة": 861,
      "المفعول": 862,
      "منا": 863,
      "صاحب": 864,
      "بعدها": 865,
      "عرف": 866,
      "وصول": 867,
      "معه": 868,
      "بدل": 869,
      "رح": 870,
      "تهي": 871,
      "تنا": 872,
      "كيف": 873,
      "راي": 874,
      "التن": 875,
      "وائ": 876,
      "يص": 877,
      "الاح": 878,
      "التع": 879,
      "فاء": 880,
      "سع": 881,
      "وء": 882,
      "نية": 883,
      "الثلاث": 884,
      "تا": 885,
      "بفتح": 886,
      "وزن": 887,
      "غني": 888,
      "اري": 889,
      "القوم": 890,
      "وير": 891,
      "والله": 892,
      "ريب": 893,
      "المث": 894,
      "الباب": 895,
      "ترا": 896,
      "شرط": 897,
      "خير": 898,
      "ابه": 899,
      "وجب": 900,
      "نعم": 901,
      "لح": 902,
      "واه": 903,
      "صلة": 904,
      "بالح": 905,
      "النصب": 906,
      "المصدر": 907,
      "حدث": 908,
      "جري": 909,
      "بعده": 910,
      "بنا": 911,
      "تت": 912,
      "المصنف": 913,
      "قيقة": 914,
      "مان": 915,
      "زه": 916,
      "دد": 917,
      "قطع": 918,
      "محذوف": 919,
      "وكل": 920,
      "القول": 921,
      "مني": 922,
      "ظن": 923,
      "والخ": 924,
      "مط": 925,
      "مض": 926,
      "تار": 927,
      "١٩": 928,
      "حب": 929,
      "الجر": 930,
      "منهم": 931,
      "عشر": 932,
      "جة": 933,
      "الخط": 934,
      "وذ": 935,
      "لنا": 936,
      "رار": 937,
      "زع": 938,
      "شع": 939,
      "تلك": 940,
      "رائ": 941,
      "ونه": 942,
      "مالك": 943,
      "قيق": 944,
      "مصدر": 945,
      "دار": 946,
      "الدين": 947,
      "وام": 948,
      "السكون": 949,
      "وغير": 950,
      "رع": 951,
      "دم": 952,
      "احدهما": 953,
      "شيئا": 954,
      "وسي": 955,
      "متصل": 956,
      "هن": 957,
      "قبلها": 958,
      "١٣": 959,
      "بلغ": 960,
      "]:": 961,
      "المبتدا": 962,
      "جي": 963,
      "بـ": 964,
      "حينئذ": 965,
      "١٢": 966,
      "هـ": 967,
      "تكلم": 968,
      "الكلمة": 969,
      "ذات": 970,
      "فاما": 971,
      "مك": 972,
      "الشرط": 973,
      "يدا": 974,
      "فك": 975,
      "حا": 976,
      "دين": 977,
      "موا": 978,
      "باء": 979,
      "والك": 980,
      "برا": 981,
      "الرج": 982,
      "بيل": 983,
      "افعل": 984,
      "الطويل": 985,
      "وقف": 986,
      "جميع": 987,
      "تز": 988,
      "شعر": 989,
      "العربية": 990,
      "بالفتح": 991,
      "ظيم": 992,
      "التاء": 993,
      "حس": 994,
      "فهي": 995,
      "والق": 996,
      "فهام": 997,
      "ارض": 998,
      "ناه": 999,
      "لن": 1000,
      "واحدة": 1001,
      "لب": 1002,
      "ئت": 1003,
      "مات": 1004,
      "شاء": 1005,
      "يدل": 1006,
      "طوف": 1007,
      "مضاف": 1008,
      "تمع": 1009,
      "المضاف": 1010,
      "بقي": 1011,
      "اللغ": 1012,
      "مول": 1013,
      "سمع": 1014,
      "ذب": 1015,
      "كقوله": 1016,
      "١٤": 1017,
      "لد": 1018,
      "الوجه": 1019,
      "جاج": 1020,
      "وانه": 1021,
      "اها": 1022,
      "ثبت": 1023,
      "بقوله": 1024,
      "عش": 1025,
      "هار": 1026,
      "ذاك": 1027,
      "مثال": 1028,
      "الافعال": 1029,
      "انهم": 1030,
      "يري": 1031,
      "كلمة": 1032,
      "اليها": 1033,
      "كلا": 1034,
      "الحسن": 1035,
      "بيع": 1036,
      "البص": 1037,
      "الانسان": 1038,
      "لاق": 1039,
      "ــ": 1040,
      "تلف": 1041,
      "الثالث": 1042,
      "والي": 1043,
      "الحرف": 1044,
      "وبة": 1045,
      "تقدير": 1046,
      "بذلك": 1047,
      "فرق": 1048,
      "ابت": 1049,
      "ومع": 1050,
      "عدم": 1051,
      "اهد": 1052,
      "والد": 1053,
      "واق": 1054,
      "قدير": 1055,
      "الكس": 1056,
      "كا": 1057,
      "ياة": 1058,
      "بش": 1059,
      "صور": 1060,
      "بمنزلة": 1061,
      "يات": 1062,
      "فح": 1063,
      "جواز": 1064,
      "ماض": 1065,
      "ريم": 1066,
      "بهم": 1067,
      "نون": 1068,
      "واش": 1069,
      "طق": 1070,
      "تست": 1071,
      "احسن": 1072,
      "فش": 1073,
      "اليوم": 1074,
      "الرفع": 1075,
      "فمن": 1076,
      "قاء": 1077,
      "ائي": 1078,
      "الواحد": 1079,
      "مضارع": 1080,
      "هور": 1081,
      "فهم": 1082,
      "معي": 1083,
      "قياس": 1084,
      "فوق": 1085,
      "ولة": 1086,
      "اخري": 1087,
      "مكان": 1088,
      "ثر": 1089,
      "اعة": 1090,
      "الباء": 1091,
      "فكان": 1092,
      "لط": 1093,
      "حروف": 1094,
      "مرا": 1095,
      ")؛": 1096,
      "تان": 1097,
      "ثمان": 1098,
      "ولد": 1099,
      "نق": 1100,
      "يدي": 1101,
      "خاص": 1102,
      "واص": 1103,
      "تمي": 1104,
      "خذ": 1105,
      "الحكم": 1106,
      "الفر": 1107,
      "عنها": 1108,
      "معا": 1109,
      "عه": 1110,
      "عق": 1111,
      "ثي": 1112,
      "فتقول": 1113,
      "نين": 1114,
      "شا": 1115,
      "بكر": 1116,
      "نب": 1117,
      "روي": 1118,
      "يده": 1119,
      "الها": 1120,
      "المراد": 1121,
      "تهم": 1122,
      "قبله": 1123,
      "١٥": 1124,
      "وكذا": 1125,
      "خول": 1126,
      "النبي": 1127,
      "نيا": 1128,
      "هب": 1129,
      "ظاهر": 1130,
      "كـ": 1131,
      "تعدي": 1132,
      "وفا": 1133,
      "ماعة": 1134,
      "((": 1135,
      "بير": 1136,
      "خلا": 1137,
      "ارا": 1138,
      "واج": 1139,
      "بغ": 1140,
      "رابي": 1141,
      "قديم": 1142,
      "بينهما": 1143,
      "سة": 1144,
      "زيادة": 1145,
      "عطف": 1146,
      "اكن": 1147,
      "سه": 1148,
      "القران": 1149,
      "لازم": 1150,
      "ويجوز": 1151,
      "حاب": 1152,
      "مذهب": 1153,
      "سبق": 1154,
      "لمن": 1155,
      "ابق": 1156,
      "اعلم": 1157,
      "قتضي": 1158,
      "انتهي": 1159,
      "يض": 1160,
      "الصفة": 1161,
      "مطل": 1162,
      "١٨": 1163,
      "ليست": 1164,
      "كسر": 1165,
      "جان": 1166,
      "الحق": 1167,
      "اسما": 1168,
      "نائ": 1169,
      "تحت": 1170,
      "منهما": 1171,
      "مررت": 1172,
      "يغ": 1173,
      "المق": 1174,
      "تقديره": 1175,
      "ريد": 1176,
      "كقولك": 1177,
      "ومجرور": 1178,
      "مز": 1179,
      "بيض": 1180,
      "ملك": 1181,
      "احمد": 1182,
      "وسط": 1183,
      "الملك": 1184,
      "الحروف": 1185,
      "ايا": 1186,
      "اخره": 1187,
      "ادر": 1188,
      "البلا": 1189,
      "مثله": 1190,
      "جواب": 1191,
      "بالع": 1192,
      "الجز": 1193,
      "التص": 1194,
      "رسول": 1195,
      "وكيد": 1196,
      "المر": 1197,
      "للت": 1198,
      "كله": 1199,
      "بهذا": 1200,
      "عليهم": 1201,
      "صوت": 1202,
      "وبا": 1203,
      "معرفة": 1204,
      "عبيد": 1205,
      "يصح": 1206,
      "بكسر": 1207,
      "وقت": 1208,
      "وفيه": 1209,
      "بالن": 1210,
      "رام": 1211,
      "))": 1212,
      "الثانية": 1213,
      "قائم": 1214,
      "الليل": 1215,
      "دق": 1216,
      "المذك": 1217,
      "١٦": 1218,
      "اهرة": 1219,
      "انة": 1220,
      "حمل": 1221,
      "وظ": 1222,
      "وعلامة": 1223,
      "يقع": 1224,
      "وهما": 1225,
      "اصله": 1226,
      "زائدة": 1227,
      "القسم": 1228,
      "الدار": 1229,
      "ائد": 1230,
      "فعلي": 1231,
      "واي": 1232,
      "كرم": 1233,
      "سام": 1234,
      "الشع": 1235,
      "رجلا": 1236,
      "مقد": 1237,
      "والثاني": 1238,
      "المفرد": 1239,
      "التانيث": 1240,
      "تمل": 1241,
      "١٧": 1242,
      "نج": 1243,
      "شك": 1244,
      "قية": 1245,
      "داد": 1246,
      "الهاء": 1247,
      "راج": 1248,
      "فيف": 1249,
      "هذ": 1250,
      "ليلة": 1251,
      "القص": 1252,
      "عنده": 1253,
      "غم": 1254,
      "سورة": 1255,
      "يمكن": 1256,
      "قتل": 1257,
      "العامل": 1258,
      "سواء": 1259,
      "بث": 1260,
      "الفاظ": 1261,
      "طة": 1262,
      "امن": 1263,
      "اسماء": 1264,
      "دث": 1265,
      "راق": 1266,
      "خلق": 1267,
      "لائ": 1268,
      "وقول": 1269,
      "نقول": 1270,
      "عليك": 1271,
      "لله": 1272,
      "ونحو": 1273,
      "افع": 1274,
      "لاء": 1275,
      "اولي": 1276,
      "الشيخ": 1277,
      "ظرف": 1278,
      "مسة": 1279,
      "خي": 1280,
      "تاج": 1281,
      "قري": 1282,
      "كونه": 1283,
      "يعرف": 1284,
      "بغير": 1285,
      "ومة": 1286,
      "بب": 1287,
      "قسم": 1288,
      "نز": 1289,
      "وجعل": 1290,
      "واللام": 1291,
      "وابن": 1292,
      "ذفت": 1293,
      "فقلت": 1294,
      "عرض": 1295,
      "نوع": 1296,
      "بالس": 1297,
      "يفعل": 1298,
      "بتداء": 1299,
      "خلاف": 1300,
      "ثير": 1301,
      "قلة": 1302,
      "طا": 1303,
      "الاج": 1304,
      "شبيه": 1305,
      "ديد": 1306,
      "منك": 1307,
      "ياتي": 1308,
      "تض": 1309,
      "الماضي": 1310,
      "اته": 1311,
      "كلها": 1312,
      "بالاضافة": 1313,
      "وانت": 1314,
      "فيهما": 1315,
      "رجع": 1316,
      "الار": 1317,
      "اطب": 1318,
      "يذكر": 1319,
      "شديد": 1320,
      "لكم": 1321,
      "فضل": 1322,
      "امس": 1323,
      "نفي": 1324,
      "روا": 1325,
      "عما": 1326,
      "ساكن": 1327,
      "وتقول": 1328,
      "بناء": 1329,
      "بغي": 1330,
      "كة": 1331,
      "قض": 1332,
      "النفس": 1333,
      "عط": 1334,
      "الابل": 1335,
      "الفصل": 1336,
      "لقد": 1337,
      "يجب": 1338,
      "مقام": 1339,
      "الفراء": 1340,
      "راك": 1341,
      "وضوع": 1342,
      "فيد": 1343,
      "جائ": 1344,
      "الاية": 1345,
      "عثمان": 1346,
      "سد": 1347,
      "المراة": 1348,
      "ويا": 1349,
      "سند": 1350,
      "ثنية": 1351,
      "اخت": 1352,
      "القياس": 1353,
      "الزمان": 1354,
      "برد": 1355,
      "واض": 1356,
      "يجعل": 1357,
      "وعن": 1358,
      "المج": 1359,
      "الدنيا": 1360,
      "والجمع": 1361,
      "وقوع": 1362,
      "ناس": 1363,
      "تغ": 1364,
      "لاة": 1365,
      "مصر": 1366,
      "كره": 1367,
      "عار": 1368,
      "ليلا": 1369,
      "وهذه": 1370,
      "طن": 1371,
      "الشمس": 1372,
      "الاضافة": 1373,
      "بري": 1374,
      "ولذلك": 1375,
      "سبب": 1376,
      "المضارع": 1377,
      "ارت": 1378,
      "والغ": 1379,
      "مفرد": 1380,
      "قصد": 1381,
      "الاصمعي": 1382,
      "الساكن": 1383,
      "بخلاف": 1384,
      "امه": 1385,
      "فيكون": 1386,
      "حاج": 1387,
      "اضي": 1388,
      "ارب": 1389,
      "خش": 1390,
      "تبار": 1391,
      "العن": 1392,
      "الكاف": 1393,
      "بضم": 1394,
      "اثر": 1395,
      "تحرك": 1396,
      "جرد": 1397,
      "عاد": 1398,
      "ضرورة": 1399,
      "امع": 1400,
      "زن": 1401,
      "المتكلم": 1402,
      "بص": 1403,
      "ودي": 1404,
      "وغيره": 1405,
      "متي": 1406,
      "ضة": 1407,
      "وذكر": 1408,
      "لات": 1409,
      "ونح": 1410,
      "الية": 1411,
      "الرح": 1412,
      "ليت": 1413,
      "بالكسر": 1414,
      "صلح": 1415,
      "علة": 1416,
      "الكوفي": 1417,
      "قاله": 1418,
      "الجواب": 1419,
      "اعت": 1420,
      "الميم": 1421,
      "تط": 1422,
      "يني": 1423,
      "نعت": 1424,
      "وري": 1425,
      "ونا": 1426,
      "اذن": 1427,
      "ينه": 1428,
      "البصري": 1429,
      "البع": 1430,
      "١١": 1431,
      "ئدة": 1432,
      "الضم": 1433,
      "افة": 1434,
      "معطوف": 1435,
      "المعت": 1436,
      "قليل": 1437,
      "والذي": 1438,
      "تاء": 1439,
      "امراة": 1440,
      "الهم": 1441,
      "طب": 1442,
      "كلم": 1443,
      "وبه": 1444,
      "قيس": 1445,
      "قيم": 1446,
      "الصح": 1447,
      "فهذا": 1448,
      "لع": 1449,
      "نم": 1450,
      "التقدير": 1451,
      "وصوف": 1452,
      "الاستفهام": 1453,
      "راءة": 1454,
      "والف": 1455,
      "بالضمة": 1456,
      "اعرا": 1457,
      "ولاء": 1458,
      "يعلم": 1459,
      "الات": 1460,
      "معر": 1461,
      "غض": 1462,
      "وني": 1463,
      "مثلا": 1464,
      "٢٠": 1465,
      "كنا": 1466,
      "قرا": 1467,
      "مائ": 1468,
      "اشبه": 1469,
      "اين": 1470,
      "فلو": 1471,
      "ويقول": 1472,
      "كانوا": 1473,
      "تقديم": 1474,
      "زوم": 1475,
      "رم": 1476,
      "ارج": 1477,
      "بج": 1478,
      "مطلقا": 1479,
      "كثيرا": 1480,
      "صا": 1481,
      "امث": 1482,
      "الموت": 1483,
      "زا": 1484,
      "تف": 1485,
      "الموصول": 1486,
      "اعي": 1487,
      "ودة": 1488,
      "فتوح": 1489,
      "شياء": 1490,
      "حية": 1491,
      "انشد": 1492,
      "العطف": 1493,
      "تعد": 1494,
      "المومن": 1495,
      "البا": 1496,
      "النفي": 1497,
      "السي": 1498,
      "الاف": 1499,
      "طع": 1500,
      "ومثله": 1501,
      "جهة": 1502,
      "ذن": 1503,
      "عج": 1504,
      "حول": 1505,
      "المعاني": 1506,
      "يلي": 1507,
      "النحوي": 1508,
      "بيعة": 1509,
      "فسير": 1510,
      "الاعرابي": 1511,
      "دها": 1512,
      "الحياة": 1513,
      "الموضع": 1514,
      "ربة": 1515,
      "باح": 1516,
      "يلزم": 1517,
      "نح": 1518,
      "بالفعل": 1519,
      "فاق": 1520,
      "موع": 1521,
      "سير": 1522,
      "بالضم": 1523,
      "ولما": 1524,
      "شيخ": 1525,
      "المض": 1526,
      "المحذوف": 1527,
      "صحيح": 1528,
      "لئ": 1529,
      "الثلاثة": 1530,
      "الاسلام": 1531,
      "سوي": 1532,
      "النحو": 1533,
      "اكل": 1534,
      "الدهر": 1535,
      "اهم": 1536,
      "ونها": 1537,
      "لين": 1538,
      "مجري": 1539,
      "راف": 1540,
      "العمل": 1541,
      "بهما": 1542,
      "نكرة": 1543,
      "قلنا": 1544,
      "الظاهر": 1545,
      "عمال": 1546,
      "زاد": 1547,
      "صدق": 1548,
      "نظر": 1549,
      "يعمل": 1550,
      "دائ": 1551,
      "يرد": 1552,
      "ومنها": 1553,
      "بيب": 1554,
      "سلي": 1555,
      "والر": 1556,
      "وقالوا": 1557,
      "السماء": 1558,
      "سلم": 1559,
      "والان": 1560,
      "اربعة": 1561,
      "فاع": 1562,
      "ناد": 1563,
      "المقص": 1564,
      "ونس": 1565,
      "التنوين": 1566,
      "غلب": 1567,
      "نان": 1568,
      "وانا": 1569,
      "تمام": 1570,
      "اليك": 1571,
      "ويكون": 1572,
      "عندي": 1573,
      "يخرج": 1574,
      "مائة": 1575,
      "وته": 1576,
      "افر": 1577,
      "وجملة": 1578,
      "ثناء": 1579,
      "والجملة": 1580,
      "الناظم": 1581,
      "الحي": 1582,
      "اللي": 1583,
      "٢٣": 1584,
      "ظل": 1585,
      "والط": 1586,
      "ممن": 1587,
      "النساء": 1588,
      "والنون": 1589,
      "يقولون": 1590,
      "القلب": 1591,
      "ضعف": 1592,
      "اعل": 1593,
      "جني": 1594,
      "جنس": 1595,
      "تماع": 1596,
      "بالواو": 1597,
      "اولا": 1598,
      "سبيل": 1599,
      "راهيم": 1600,
      "باد": 1601,
      "مغ": 1602,
      "النار": 1603,
      "لقي": 1604,
      "واسم": 1605,
      "شف": 1606,
      "بالق": 1607,
      "ابد": 1608,
      "اقل": 1609,
      "شة": 1610,
      "مستتر": 1611,
      "ابل": 1612,
      "كلامه": 1613,
      "قلوب": 1614,
      "حص": 1615,
      "٢٥": 1616,
      "تكن": 1617,
      "لف": 1618,
      "نحن": 1619,
      "غام": 1620,
      "الحس": 1621,
      "لسان": 1622,
      "خلف": 1623,
      "معها": 1624,
      "اعراب": 1625,
      "٢٤": 1626,
      "نسبة": 1627,
      "ومما": 1628,
      "بانه": 1629,
      "لالة": 1630,
      "يدخل": 1631,
      "نك": 1632,
      "حركة": 1633,
      "عوض": 1634,
      "العباس": 1635,
      "ايها": 1636,
      "العالم": 1637,
      "ذل": 1638,
      "سك": 1639,
      "عود": 1640,
      "المال": 1641,
      "فليس": 1642,
      "حج": 1643,
      "يوما": 1644,
      "سعيد": 1645,
      "مجرور": 1646,
      "كثيرة": 1647,
      "الاق": 1648,
      "دخول": 1649,
      "الادب": 1650,
      "المذكور": 1651,
      "واله": 1652,
      "لفظا": 1653,
      "ركب": 1654,
      "راض": 1655,
      "كقول": 1656,
      "اتم": 1657,
      "ائب": 1658,
      "طيع": 1659,
      "الحذف": 1660,
      "الخليل": 1661,
      "لذلك": 1662,
      "هناك": 1663,
      "مصد": 1664,
      "دح": 1665,
      "\"؛": 1666,
      "الجوه": 1667,
      "حرك": 1668,
      "ابع": 1669,
      "ضربت": 1670,
      "تدخل": 1671,
      "اللسان": 1672,
      "وعل": 1673,
      "وعد": 1674,
      "دلالة": 1675,
      "غيرها": 1676,
      "العق": 1677,
      "بعث": 1678,
      "جميعا": 1679,
      "مكن": 1680,
      "سيط": 1681,
      "النوع": 1682,
      "فقط": 1683,
      "طريق": 1684,
      "لابن": 1685,
      "وجوه": 1686,
      "والواو": 1687,
      "يجز": 1688,
      "ميت": 1689,
      "البناء": 1690,
      "والياء": 1691,
      "عشرة": 1692,
      "صوص": 1693,
      "اخبر": 1694,
      "ويت": 1695,
      "سط": 1696,
      "الرجال": 1697,
      "].": 1698,
      "امي": 1699,
      "مفر": 1700,
      "المط": 1701,
      "جوا": 1702,
      "راع": 1703,
      "عنا": 1704,
      "اره": 1705,
      "زال": 1706,
      "يزيد": 1707,
      "بالج": 1708,
      "البح": 1709,
      "وكانت": 1710,
      "لكل": 1711,
      "ابراهيم": 1712,
      "شئت": 1713,
      "يث": 1714,
      "٢٦": 1715,
      "اجل": 1716,
      "علية": 1717,
      "بعضها": 1718,
      "٢٨": 1719,
      "واحدا": 1720,
      "فصار": 1721,
      "عيف": 1722,
      "البحر": 1723,
      "بدا": 1724,
      "لزم": 1725,
      "يسمي": 1726,
      "فاست": 1727,
      "المجاز": 1728,
      "نقل": 1729,
      "غد": 1730,
      "حيي": 1731,
      "الفتحة": 1732,
      "................": 1733,
      "الاث": 1734,
      "احب": 1735,
      "وجهه": 1736,
      "فيقول": 1737,
      "لعل": 1738,
      "هات": 1739,
      "ريك": 1740,
      "ونحوه": 1741,
      "بنفس": 1742,
      "الرس": 1743,
      "ومعني": 1744,
      "ارح": 1745,
      "وفة": 1746,
      "الفار": 1747,
      "الصرف": 1748,
      "]،": 1749,
      "٢٧": 1750,
      "فخ": 1751,
      "اظ": 1752,
      "فرا": 1753,
      "عز": 1754,
      "فعلا": 1755,
      "نش": 1756,
      "ثاني": 1757,
      "الاي": 1758,
      "مضي": 1759,
      "يجمع": 1760,
      "خبرا": 1761,
      "والفاعل": 1762,
      "ميل": 1763,
      "الصوت": 1764,
      "وفعل": 1765,
      "امير": 1766,
      "والمعني": 1767,
      "لج": 1768,
      "ومثل": 1769,
      "الكسرة": 1770,
      "الصحيح": 1771,
      "مهم": 1772,
      "هود": 1773,
      "سما": 1774,
      "جرة": 1775,
      "رز": 1776,
      "غلام": 1777,
      "الابتداء": 1778,
      "اصحاب": 1779,
      "شام": 1780,
      "الروا": 1781,
      "وجاء": 1782,
      "التشبيه": 1783,
      "المشبه": 1784,
      "يقوم": 1785,
      "قرة": 1786,
      "خاصة": 1787,
      "التح": 1788,
      "زوج": 1789,
      "جعله": 1790,
      "لولا": 1791,
      "بالفتحة": 1792,
      "قلبت": 1793,
      "ويروي": 1794,
      "الحركة": 1795,
      "حسب": 1796,
      "حذفت": 1797,
      "ثرة": 1798,
      "عندهم": 1799,
      "جمة": 1800,
      "قالت": 1801,
      "المقد": 1802,
      "فسر": 1803,
      "دخلت": 1804,
      "ماد": 1805,
      "مونث": 1806,
      "خد": 1807,
      "صورة": 1808,
      "الجوهري": 1809,
      "وبعد": 1810,
      "تلا": 1811,
      "وربما": 1812,
      "فوا": 1813,
      "الجمل": 1814,
      "المل": 1815,
      "لكان": 1816,
      "الفرس": 1817,
      "ربت": 1818,
      "الاعت": 1819,
      "ابقة": 1820,
      "لمات": 1821,
      "وتع": 1822,
      "ولكنه": 1823,
      "٢٩": 1824,
      "والاست": 1825,
      "والاصل": 1826,
      "متنع": 1827,
      "مقص": 1828,
      "لابي": 1829,
      "حقيقة": 1830,
      "عمرا": 1831,
      "الراء": 1832,
      "اقة": 1833,
      "مرت": 1834,
      "نها": 1835,
      "فيقال": 1836,
      "اعد": 1837,
      "الاخفش": 1838,
      "والالف": 1839,
      "يتع": 1840,
      "اعط": 1841,
      "شم": 1842,
      "صالح": 1843,
      "لانك": 1844,
      "الري": 1845,
      "المكان": 1846,
      "ديق": 1847,
      "الحقيقة": 1848,
      "معل": 1849,
      "صير": 1850,
      "فانها": 1851,
      "ربا": 1852,
      "شه": 1853,
      "الدال": 1854,
      "موصول": 1855,
      "ففي": 1856,
      "للك": 1857,
      "صبح": 1858,
      "التعريف": 1859,
      "الحرب": 1860,
      "البر": 1861,
      "فاد": 1862,
      "هولاء": 1863,
      "ينبغي": 1864,
      "ضب": 1865,
      "تقع": 1866,
      "الكامل": 1867,
      "واصل": 1868,
      "باسم": 1869,
      "تقر": 1870,
      "ماله": 1871,
      "الحاج": 1872,
      "بنو": 1873,
      "لدي": 1874,
      "المومنين": 1875,
      "علمت": 1876,
      "للتع": 1877,
      "ميم": 1878,
      "المسالة": 1879,
      "نافية": 1880,
      "فتي": 1881,
      "مذ": 1882,
      "جعلت": 1883,
      "ضد": 1884,
      "لال": 1885,
      "٣٠": 1886,
      "واك": 1887,
      "يادة": 1888,
      "كانها": 1889,
      "النسبة": 1890,
      "الضرب": 1891,
      "عذ": 1892,
      "اتب": 1893,
      "المثل": 1894,
      "دليل": 1895,
      "هكذا": 1896,
      "والز": 1897,
      "بوت": 1898,
      "زيز": 1899,
      "لهما": 1900,
      "حه": 1901,
      "سق": 1902,
      "باط": 1903,
      "الاشارة": 1904,
      "المذكر": 1905,
      "قائما": 1906,
      "ومر": 1907,
      "لهذا": 1908,
      "واني": 1909,
      "ونة": 1910,
      "الظرف": 1911,
      "ئه": 1912,
      "الاب": 1913,
      "وراء": 1914,
      "المثال": 1915,
      "وهل": 1916,
      "زعم": 1917,
      "موسي": 1918,
      "اردت": 1919,
      "كري": 1920,
      "وشر": 1921,
      "جاءت": 1922,
      "يعود": 1923,
      "الجار": 1924,
      "ظلم": 1925,
      "خبره": 1926,
      "طار": 1927,
      "ظة": 1928,
      "ينت": 1929,
      "الجنس": 1930,
      "بالف": 1931,
      "اوز": 1932,
      "ثة": 1933,
      "قصر": 1934,
      "الترك": 1935,
      "طه": 1936,
      "بالله": 1937,
      "لاب": 1938,
      "وكد": 1939,
      "انظر": 1940,
      "المغ": 1941,
      "بالالف": 1942,
      "النحاة": 1943,
      "صاد": 1944,
      "نصبه": 1945,
      "اكيد": 1946,
      "امرا": 1947,
      "البصريين": 1948,
      "الرابع": 1949,
      "وقي": 1950,
      "التعلي": 1951,
      "جعفر": 1952,
      "بدلا": 1953,
      "ابر": 1954,
      "اخل": 1955,
      "ملا": 1956,
      "بحر": 1957,
      "العب": 1958,
      "شق": 1959,
      "فيا": 1960,
      "تدل": 1961,
      "راسه": 1962,
      "الرحمن": 1963,
      "ابدا": 1964,
      "مجر": 1965,
      "العد": 1966,
      "العدد": 1967,
      "والفعل": 1968,
      "الخير": 1969,
      "اشد": 1970,
      "مجاز": 1971,
      "المونث": 1972,
      "ايام": 1973,
      "الزم": 1974,
      "فرع": 1975,
      "دفع": 1976,
      "فاعله": 1977,
      "كام": 1978,
      "بالغة": 1979,
      "ثعل": 1980,
      "البسيط": 1981,
      "البيان": 1982,
      "ضاء": 1983,
      "استعمال": 1984,
      "يجري": 1985,
      "ترج": 1986,
      "ضارب": 1987,
      "الخيل": 1988,
      "وذهب": 1989,
      "الضمة": 1990,
      "المهم": 1991,
      "ورجل": 1992,
      "مين": 1993,
      "انس": 1994,
      "القيس": 1995,
      "الناقة": 1996,
      "اياه": 1997,
      "التر": 1998,
      "الرب": 1999,
      "البي": 2000,
      "ودا": 2001,
      "قات": 2002,
      "معاني": 2003,
      "مهور": 2004,
      "وعند": 2005,
      "زياد": 2006,
      "كتابه": 2007,
      "ميع": 2008,
      "الاز": 2009,
      "التثنية": 2010,
      "ولقد": 2011,
      "الوصف": 2012,
      "عدي": 2013,
      "الكسر": 2014,
      "ريع": 2015,
      "يضرب": 2016,
      "خمسة": 2017,
      "طلع": 2018,
      "يقتضي": 2019,
      "عدد": 2020,
      "ذين": 2021,
      "كثرة": 2022,
      "عص": 2023,
      "هند": 2024,
      "بعين": 2025,
      "تميم": 2026,
      "الاخري": 2027,
      "مطر": 2028,
      "-:": 2029,
      "تحق": 2030,
      "الدي": 2031,
      "طري": 2032,
      "اور": 2033,
      "نوا": 2034,
      "مفع": 2035,
      "يحذف": 2036,
      "مثلها": 2037,
      "بنية": 2038,
      "بالش": 2039,
      "مييز": 2040,
      "ولها": 2041,
      "اطفة": 2042,
      "بز": 2043,
      "الالفاظ": 2044,
      "وقعت": 2045,
      "كلي": 2046,
      "ادم": 2047,
      "والمن": 2048,
      "سعد": 2049,
      "الكسائي": 2050,
      "المخاطب": 2051,
      "تحقيق": 2052,
      "مفتوح": 2053,
      "العام": 2054,
      "الجن": 2055,
      "شهد": 2056,
      "وروي": 2057,
      "السابق": 2058,
      "العربي": 2059,
      "واعلم": 2060,
      "يظهر": 2061,
      "عوا": 2062,
      "اوله": 2063,
      "جمل": 2064,
      "خالد": 2065,
      "الاط": 2066,
      "تبع": 2067,
      "الصواب": 2068,
      "ثل": 2069,
      "سرة": 2070,
      "فعلت": 2071,
      "الاخبار": 2072,
      "المعرفة": 2073,
      "الوصل": 2074,
      "خم": 2075,
      "بفعل": 2076,
      "حالة": 2077,
      "الته": 2078,
      "واعد": 2079,
      "اقول": 2080,
      "ميز": 2081,
      "طوي": 2082,
      "الكريم": 2083,
      "النكرة": 2084,
      "صة": 2085,
      "دريد": 2086,
      "خف": 2087,
      "وافق": 2088,
      "والخبر": 2089,
      "الحج": 2090,
      "تريد": 2091,
      "الطريق": 2092,
      "والصواب": 2093,
      "مثلة": 2094,
      "الفرق": 2095,
      "يستعمل": 2096,
      "راح": 2097,
      "كونها": 2098,
      "قين": 2099,
      "اجاز": 2100,
      "وبي": 2101,
      "السين": 2102,
      "وجوبا": 2103,
      "كف": 2104,
      "جزم": 2105,
      "خة": 2106,
      "نفسي": 2107,
      "قبي": 2108,
      "جائز": 2109,
      "تقاق": 2110,
      "والاخ": 2111,
      "العلة": 2112,
      "مدة": 2113,
      "واخر": 2114,
      "النظر": 2115,
      "عامل": 2116,
      "بشر": 2117,
      "المول": 2118,
      "بنت": 2119,
      "اللغات": 2120,
      "ارك": 2121,
      "العلماء": 2122,
      "تعمل": 2123,
      "الذكر": 2124,
      "ذكرنا": 2125,
      "فرس": 2126,
      "علينا": 2127,
      "جح": 2128,
      "الاسد": 2129,
      "تعلم": 2130,
      "الخلق": 2131,
      "وحكي": 2132,
      "معد": 2133,
      "تنوين": 2134,
      "ثالث": 2135,
      "الاستاذ": 2136,
      "ائع": 2137,
      "معت": 2138,
      "ارف": 2139,
      "الاض": 2140,
      "الراي": 2141,
      "العروس": 2142,
      "مها": 2143,
      "مختل": 2144,
      "قليلا": 2145,
      "قوي": 2146,
      "جماعة": 2147,
      "سبح": 2148,
      "التوكيد": 2149,
      "المز": 2150,
      "البعير": 2151,
      "ذكرت": 2152,
      "وسف": 2153,
      "ساب": 2154,
      "مرو": 2155,
      "علما": 2156,
      "بحث": 2157,
      "الصلاة": 2158,
      "تعرف": 2159,
      "برة": 2160,
      "الوح": 2161,
      "موضوع": 2162,
      "احدي": 2163,
      "حقه": 2164,
      "مضم": 2165,
      "تفعل": 2166,
      "قار": 2167,
      "عهد": 2168,
      "تاريخ": 2169,
      "المسند": 2170,
      "افية": 2171,
      "غب": 2172,
      "قوة": 2173,
      "حكي": 2174,
      "جلي": 2175,
      "الظر": 2176,
      "٣٥": 2177,
      "باعتبار": 2178,
      "الشعراء": 2179,
      "انفس": 2180,
      "اصبح": 2181,
      "صن": 2182,
      "همز": 2183,
      "بحرف": 2184,
      "عاء": 2185,
      "اوي": 2186,
      "ضعيف": 2187,
      "ولهذا": 2188,
      "٣٦": 2189,
      "ملت": 2190,
      "القد": 2191,
      "صاحبه": 2192,
      "طرف": 2193,
      "محم": 2194,
      "٣٤": 2195,
      "يدع": 2196,
      "قرب": 2197,
      "ضح": 2198,
      "جزء": 2199,
      "سائر": 2200,
      "يحيي": 2201,
      "اجتمع": 2202,
      "فـ": 2203,
      "الليث": 2204,
      "طويل": 2205,
      "ائم": 2206,
      "شرة": 2207,
      "النداء": 2208,
      "وره": 2209,
      "الثلاثي": 2210,
      "المعر": 2211,
      "والمجرور": 2212,
      "ضمن": 2213,
      "خطا": 2214,
      "البدل": 2215,
      "يشبه": 2216,
      "جام": 2217,
      "اشار": 2218,
      "افعال": 2219,
      "الجماعة": 2220,
      "عينه": 2221,
      "وفتح": 2222,
      "داة": 2223,
      "واف": 2224,
      "واوا": 2225,
      "اعدة": 2226,
      "مذكر": 2227,
      "وكسر": 2228,
      "صه": 2229,
      "يقل": 2230,
      "يخل": 2231,
      "تصرف": 2232,
      "مكس": 2233,
      "وعة": 2234,
      "كال": 2235,
      "اهما": 2236,
      "معروف": 2237,
      "اخرج": 2238,
      "يصف": 2239,
      "بعيد": 2240,
      "مسلم": 2241,
      "منذ": 2242,
      "واضع": 2243,
      "اسد": 2244,
      "قراءة": 2245,
      "فقيل": 2246,
      "ركات": 2247,
      "هاب": 2248,
      "اصلا": 2249,
      "المسلم": 2250,
      "٣٧": 2251,
      "طول": 2252,
      "كار": 2253,
      "قاد": 2254,
      "موقع": 2255,
      "يمنع": 2256,
      "رواية": 2257,
      "عدة": 2258,
      "الزيادة": 2259,
      "ارث": 2260,
      "الحك": 2261,
      "شدة": 2262,
      "وحده": 2263,
      "ادخل": 2264,
      "حيان": 2265,
      "الامور": 2266,
      "خلي": 2267,
      "سلام": 2268,
      "النسب": 2269,
      "عظيم": 2270,
      "مقدم": 2271,
      "بلي": 2272,
      "السك": 2273,
      "وول": 2274,
      "ماخ": 2275,
      "والمراد": 2276,
      "بالغ": 2277,
      "واتها": 2278,
      "اريخ": 2279,
      "العقل": 2280,
      "عظ": 2281,
      "الكتب": 2282,
      "فقالوا": 2283,
      "البلاغة": 2284,
      "والتاء": 2285,
      "الحد": 2286,
      "جانب": 2287,
      "ومنهم": 2288,
      "وابو": 2289,
      "ويد": 2290,
      "الفعلية": 2291,
      "يمة": 2292,
      "الاعل": 2293,
      "٣٨": 2294,
      "امره": 2295,
      "متع": 2296,
      "شاعر": 2297,
      "خال": 2298,
      "ويست": 2299,
      "القديم": 2300,
      "زدق": 2301,
      "ائه": 2302,
      "اختص": 2303,
      "بالخ": 2304,
      "خلافا": 2305,
      "تحذف": 2306,
      "رجال": 2307,
      "تما": 2308,
      "الريح": 2309,
      "افضل": 2310,
      "العامة": 2311,
      "انواع": 2312,
      "النحويين": 2313,
      "بشيء": 2314,
      "شوا": 2315,
      "لانهم": 2316,
      "اريد": 2317,
      "٣٩": 2318,
      "حز": 2319,
      "الوقف": 2320,
      "صيغة": 2321,
      "ظهور": 2322,
      "مواضع": 2323,
      "ومعن": 2324,
      "الاسمية": 2325,
      "قم": 2326,
      "فاه": 2327,
      "مجموع": 2328,
      "حالا": 2329,
      "بض": 2330,
      "نات": 2331,
      "اقت": 2332,
      "سمعت": 2333,
      "اعني": 2334,
      "النج": 2335,
      "الكثير": 2336,
      "بينه": 2337,
      "تيب": 2338,
      "ابها": 2339,
      "ذكرها": 2340,
      "اسي": 2341,
      "كسرة": 2342,
      "شئ": 2343,
      "وخر": 2344,
      "وجدت": 2345,
      "عدا": 2346,
      "تهما": 2347,
      "زاء": 2348,
      "سميت": 2349,
      "عارة": 2350,
      "هاد": 2351,
      "يعت": 2352,
      "الشارح": 2353,
      "تعريف": 2354,
      "اجمع": 2355,
      "اتها": 2356,
      "مشي": 2357,
      "وقل": 2358,
      "فانما": 2359,
      "الساكنين": 2360,
      "واصله": 2361,
      "احدا": 2362,
      "البقرة": 2363,
      "واعت": 2364,
      "اده": 2365,
      "الاستثناء": 2366,
      "معناها": 2367,
      "يراد": 2368,
      "ابتد": 2369,
      "موجود": 2370,
      "حما": 2371,
      "ويقولون": 2372,
      "قاب": 2373,
      "خيرا": 2374,
      "اربع": 2375,
      "فلي": 2376,
      "رفعه": 2377,
      "كاد": 2378,
      "اختلاف": 2379,
      "عندك": 2380,
      "فحذف": 2381,
      "ولعل": 2382,
      "والتقدير": 2383,
      "تاتي": 2384,
      "طالب": 2385,
      "غز": 2386,
      "اللغوي": 2387,
      "يصلح": 2388,
      "روح": 2389,
      "جدا": 2390,
      "واث": 2391,
      "يوسف": 2392,
      "العم": 2393,
      "فد": 2394,
      "نصر": 2395,
      "ثابت": 2396,
      "عنهم": 2397,
      "بكل": 2398,
      "حاجة": 2399,
      "لون": 2400,
      "ئب": 2401,
      "ديوانه": 2402,
      "كفر": 2403,
      "ستة": 2404,
      "احي": 2405,
      "يحمل": 2406,
      "صفور": 2407,
      "انسان": 2408,
      "الخطاب": 2409,
      "فعله": 2410,
      "عائ": 2411,
      "ريض": 2412,
      "هشام": 2413,
      "وزعم": 2414,
      "وحذف": 2415,
      "قريب": 2416,
      "الفتي": 2417,
      "والهاء": 2418,
      "بنفسه": 2419,
      "الاغ": 2420,
      "الحب": 2421,
      "ذم": 2422,
      "لغير": 2423,
      "احرف": 2424,
      "للاست": 2425,
      "الامثلة": 2426,
      "بيد": 2427,
      "الفص": 2428,
      "يحتاج": 2429,
      "فجعل": 2430,
      "بره": 2431,
      "سقط": 2432,
      "باه": 2433,
      "معمول": 2434,
      "رن": 2435,
      "كه": 2436,
      "خت": 2437,
      "يعد": 2438,
      "فضيل": 2439,
      "اعمال": 2440,
      "قها": 2441,
      "العظيم": 2442,
      "بئ": 2443,
      "الموصوف": 2444,
      "شخص": 2445,
      "جره": 2446,
      "الكوفيين": 2447,
      "اكت": 2448,
      "فعيل": 2449,
      "٢٢": 2450,
      "ثقل": 2451,
      "ماذا": 2452,
      "بلاد": 2453,
      "المدينة": 2454,
      "غاية": 2455,
      "وكم": 2456,
      "عبيدة": 2457,
      "نزل": 2458,
      "فرة": 2459,
      "الكلمات": 2460,
      "جرير": 2461,
      "الاشياء": 2462,
      "معطوفة": 2463,
      "٤٠": 2464,
      "ذة": 2465,
      "جاءني": 2466,
      "ساكنة": 2467,
      "فاج": 2468,
      "جوازا": 2469,
      "الفضل": 2470,
      "امت": 2471,
      "بلفظ": 2472,
      "تفسير": 2473,
      "حدثنا": 2474,
      "حض": 2475,
      "خفيف": 2476,
      "فارس": 2477,
      "بينا": 2478,
      "مفعولا": 2479,
      "بهذه": 2480,
      "خبرها": 2481,
      "فيهم": 2482,
      "رجة": 2483,
      "سهيل": 2484,
      "المبرد": 2485,
      "ابيات": 2486,
      "عالم": 2487,
      "عامر": 2488,
      "يرجع": 2489,
      "راسة": 2490,
      "فائدة": 2491,
      "العزيز": 2492,
      "الول": 2493,
      "برجل": 2494,
      "عليكم": 2495,
      "الهي": 2496,
      "ذان": 2497,
      "صحة": 2498,
      "تني": 2499,
      "السر": 2500,
      "يوجد": 2501,
      "الشاهد": 2502,
      "فكيف": 2503,
      "ربي": 2504,
      "الواقع": 2505,
      "يحسن": 2506,
      "جلس": 2507,
      "بالص": 2508,
      "المتن": 2509,
      "موت": 2510,
      "ثعلب": 2511,
      "يتعلق": 2512,
      "صباح": 2513,
      "وترك": 2514,
      "طاء": 2515,
      "اشارة": 2516,
      "المطر": 2517,
      "اويل": 2518,
      "باي": 2519,
      "اصلها": 2520,
      "واكثر": 2521,
      "والنصب": 2522,
      "غيير": 2523,
      "التقاء": 2524,
      "النظ": 2525,
      "لفظه": 2526,
      "اثنين": 2527,
      "الظاهرة": 2528,
      "مسالة": 2529,
      "قيقي": 2530,
      "لئلا": 2531,
      "اضافة": 2532,
      "بته": 2533,
      "بيات": 2534,
      "واجاز": 2535,
      "تقل": 2536,
      "ندي": 2537,
