{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "post_processor": null,
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[BOS]": 1,
      "[EOS]": 2,
      "[PAD]": 3,
      "[SEP]": 4,
      "[MASK]": 5,
      "\n": 6,
      "!": 7,
      "\"": 8,
      "(": 9,
      ")": 10,
      "-": 11,
      ".": 12,
      ":": 13,
      ";": 14,
      "[": 15,
      "]": 16,
      "،": 17,
      "؛": 18,
      "؟": 19,
      "ء": 20,
      "آ": 21,
      "أ": 22,
      "إ": 23,
      "ئ": 24,
      "ا": 25,
      "ب": 26,
      "ة": 27,
      "ت": 28,
      "ث": 29,
      "ج": 30,
      "ح": 31,
      "خ": 32,
      "د": 33,
      "ذ": 34,
      "ر": 35,
      "ز": 36,
      "س": 37,
      "ش": 38,
      "ص": 39,
      "ض": 40,
      "ط": 41,
      "ظ": 42,
      "ع": 43,
      "غ": 44,
      "ـ": 45,
      "ف": 46,
      "ق": 47,
      "ك": 48,
      "ل": 49,
      "م": 50,
      "ن": 51,
      "ه": 52,
      "و": 53,
      "ى": 54,
      "ي": 55,
      "٠": 56,
      "١": 57,
      "٢": 58,
      "٣": 59,
      "٤": 60,
      "٥": 61,
      "٦": 62,
      "٧": 63,
      "٨": 64,
      "٩": 65,
      "ٹ": 66,
      "پ": 67,
      "چ": 68,
      "ژ": 69,
      "ک": 70,
      "گ": 71,
      "ں": 72,
      "ھ": 73,
      "ہ": 74,
      "ے": 75,
      "▁": 76,
      "▁ا": 77,
      "▁ال": 78,
      "▁و": 79,
      "▁م": 80,
      "ال": 81,
      "▁ف": 82,
      "▁ب": 83,
      "▁ل": 84,
      "ان": 85,
      "▁ع": 86,
      "▁ي": 87,
      "▁في": 88,
      "لي": 89,
      "ما": 90,
      "▁من": 91,
      "ها": 92,
      "▁ت": 93,
      "▁ق": 94,
      "▁ك": 95,
      "▁الم": 96,
      "لا": 97,
      "▁ان": 98,
      "▁الا": 99,
      "▁وال": 100,
      "..": 101,
      ".\n": 102,
      "ول": 103,
      "را": 104,
      "ين": 105,
      "▁علي": 106,
      "وا": 107,
      "▁(": 108,
      "ذا": 109,
      "▁ح": 110,
      "▁ه": 111,
      "نا": 112,
      "ير": 113,
      "ون": 114,
      "▁وا": 115,
      "عل": 116,
      "▁ن": 117,
      "ري": 118,
      "▁ج": 119,
      "ني": 120,
      "ار": 121,
      "▁\"": 122,
      "هم": 123,
      "▁س": 124,
      "اء": 125,
      "▁لا": 126,
      "▁الي": 127,
      "لك": 128,
      "▁ما": 129,
      "▁..": 130,
      "بي": 131,
      "▁وق": 132,
      "▁بال": 133,
      "▁...": 134,
      "▁الت": 135,
      "رف": 136,
      "ست": 137,
      "▁\n": 138,
      "اب": 139,
      "ية": 140,
      "▁عن": 141,
      "له": 142,
      "يد": 143,
      "▁الع": 144,
      "▁ش": 145,
      "▁الح": 146,
      "▁وه": 147,
      "مع": 148,
      "▁ذ": 149,
      "ام": 150,
      "رب": 151,
      "▁الف": 152,
      "▁او": 153,
      "▁خ": 154,
      "من": 155,
      "▁ص": 156,
      "▁قال": 157,
      "▁اي": 158,
      "▁اب": 159,
      "▁كان": 160,
      "ه،": 161,
      "ة،": 162,
      "دي": 163,
      "رو": 164,
      "لم": 165,
      "▁مع": 166,
      ":\n": 167,
      "▁.": 168,
      "ات": 169,
      "قول": 170,
      "في": 171,
      "▁غ": 172,
      "دا": 173,
      "رج": 174,
      "▁الش": 175,
      "▁الن": 176,
      "سم": 177,
      "كر": 178,
      "▁الق": 179,
      "▁الج": 180,
      "عد": 181,
      "ته": 182,
      "يل": 183,
      "مل": 184,
      "كون": 185,
      "ور": 186,
      "▁د": 187,
      "▁الس": 188,
      "▁ز": 189,
      "▁-": 190,
      "ائ": 191,
      "قد": 192,
      "▁الك": 193,
      "▁وان": 194,
      "▁اذا": 195,
      "▁ث": 196,
      "▁هذا": 197,
      "لام": 198,
      "با": 199,
      "▁وي": 200,
      "▁لان": 201,
      "اف": 202,
      "صل": 203,
      "حو": 204,
      "بر": 205,
      "▁ولا": 206,
      "▁قول": 207,
      "مر": 208,
      "اد": 209,
      "▁بن": 210,
      "وم": 211,
      "قال": 212,
      "▁وهو": 213,
      "▁الذ": 214,
      "▁الخ": 215,
      "حد": 216,
      "▁وت": 217,
      "تي": 218,
      "▁وك": 219,
      "▁لم": 220,
      "▁الب": 221,
      "▁فا": 222,
      "▁لل": 223,
      "▁به": 224,
      "▁اخ": 225,
      "وي": 226,
      "▁ذلك": 227,
      "قي": 228,
      "▁ض": 229,
      "ه:": 230,
      "▁ر": 231,
      "ذه": 232,
      "▁الله": 233,
      "▁وج": 234,
      "مي": 235,
      "رة": 236,
      "اني": 237,
      "▁١": 238,
      "▁هو": 239,
      "فع": 240,
      "▁مح": 241,
      "▁ط": 242,
      "رك": 243,
      "▁الص": 244,
      "لت": 245,
      "هما": 246,
      "بت": 247,
      "▁غير": 248,
      "اع": 249,
      "ود": 250,
      "به": 251,
      "ذلك": 252,
      "▁وم": 253,
      "▁فان": 254,
      "بل": 255,
      "رد": 256,
      "▁فيه": 257,
      "▁الذي": 258,
      "▁وع": 259,
      "فت": 260,
      "كن": 261,
      "▁قد": 262,
      "كم": 263,
      "▁[": 264,
      "وع": 265,
      "يا": 266,
      "▁الد": 267,
      "▁لي": 268,
      "▁ول": 269,
      "▁له": 270,
      "▁تع": 271,
      "▁بعد": 272,
      "▁ومن": 273,
      "▁نحو": 274,
      "فا": 275,
      "▁كما": 276,
      "▁الل": 277,
      "▁وقد": 278,
      "▁الث": 279,
      "بة": 280,
      "اه": 281,
      "▁بع": 282,
      "▁ام": 283,
      "▁يج": 284,
      "لة": 285,
      "▁كل": 286,
      "▁بين": 287,
      "▁يكون": 288,
      "▁اع": 289,
      "رت": 290,
      "▁المع": 291,
      "سي": 292,
      "▁يع": 293,
      "▁وقال": 294,
      "▁ابن": 295,
      "▁مث": 296,
      "مة": 297,
      "▁انه": 298,
      "ها،": 299,
      "ضع": 300,
      "فة": 301,
      "الي": 302,
      "وج": 303,
      "▁زيد": 304,
      ")\n": 305,
      "▁وب": 306,
      "صب": 307,
      "▁مت": 308,
      "▁اح": 309,
      "قل": 310,
      "▁وفي": 311,
      "سن": 312,
      "فس": 313,
      "▁٢": 314,
      "عة": 315,
      "▁ثم": 316,
      "وز": 317,
      "ضي": 318,
      "در": 319,
      "▁والم": 320,
      "وب": 321,
      "ضا": 322,
      "حي": 323,
      "▁التي": 324,
      "يب": 325,
      "▁مو": 326,
      "▁اس": 327,
      "▁ابو": 328,
      "فر": 329,
      "قا": 330,
      "يء": 331,
      "▁الط": 332,
      "قت": 333,
      "▁يت": 334,
      "جا": 335,
      "قة": 336,
      "مد": 337,
      "بد": 338,
      "▁است": 339,
      "▁عليه": 340,
      "ماء": 341,
      "▁ون": 342,
      "▁را": 343,
      "▁النا": 344,
      "سر": 345,
      "فعل": 346,
      "▁هذه": 347,
      "اح": 348,
      "زم": 349,
      "▁فعل": 350,
      "شر": 351,
      "رجل": 352,
      "▁فه": 353,
      "مير": 354,
      "وف": 355,
      "رض": 356,
      "خل": 357,
      "▁وما": 358,
      "▁عند": 359,
      "طل": 360,
      "غير": 361,
      "▁اسم": 362,
      "▁قال:": 363,
      "▁ين": 364,
      "فظ": 365,
      "ضاف": 366,
      "▁وح": 367,
      "وت": 368,
      "يت": 369,
      "صر": 370,
      "عم": 371,
      "راد": 372,
      "علم": 373,
      "راء": 374,
      "▁فت": 375,
      "▁الوا": 376,
      "حت": 377,
      "▁والا": 378,
      "قول:": 379,
      "▁الر": 380,
      "قال:": 381,
      "▁اش": 382,
      "هر": 383,
      "▁الغ": 384,
      "▁بعض": 385,
      "سب": 386,
      "دل": 387,
      "ذف": 388,
      "غة": 389,
      "▁فل": 390,
      "يم": 391,
      "▁ظ": 392,
      "دة": 393,
      "ثر": 394,
      "▁ذكر": 395,
      "وق": 396,
      "▁٣": 397,
      "رفع": 398,
      "كان": 399,
      "▁با": 400,
      "بع": 401,
      "▁مثل": 402,
      "ليل": 403,
      "▁الض": 404,
      "▁الاخ": 405,
      "معني": 406,
      "حا": 407,
      "\"،": 408,
      "▁يا": 409,
      "▁الان": 410,
      ").\n": 411,
      "▁وهي": 412,
      "عت": 413,
      "▁اج": 414,
      "▁المت": 415,
      "▁مج": 416,
      "▁منه": 417,
      "مت": 418,
      "▁اص": 419,
      "تاب": 420,
      "الف": 421,
      "▁بل": 422,
      "عا": 423,
      "سا": 424,
      "وه": 425,
      "▁لانه": 426,
      "لب": 427,
      "ذكر": 428,
      "▁حتي": 429,
      "▁الفعل": 430,
      "▁بها": 431,
      "▁نا": 432,
      "ملة": 433,
      "▁فال": 434,
      "ين،": 435,
      "راب": 436,
      "ر،": 437,
      ")،": 438,
      "▁ابي": 439,
      "حة": 440,
      "الة": 441,
      "▁اي:": 442,
      "▁والت": 443,
      "لاث": 444,
      "خت": 445,
      "صف": 446,
      "▁ايضا": 447,
      "▁فيها": 448,
      "▁نحو:": 449,
      "▁تعالي": 450,
      "▁(ال": 451,
      "▁اليه": 452,
      "سان": 453,
      "▁المص": 454,
      "▁الو": 455,
      "▁هي": 456,
      "▁وس": 457,
      "شد": 458,
      "فعول": 459,
      "▁ولم": 460,
      "▁محل": 461,
      "▁و\"": 462,
      "▁واحد": 463,
      "▁اذ": 464,
      "بني": 465,
      "ره": 466,
      "▁واما": 467,
      "ا،": 468,
      "رق": 469,
      "▁قبل": 470,
      "▁الز": 471,
      "يف": 472,
      "كل": 473,
      "....": 474,
      "▁جمع": 475,
      "▁فلا": 476,
      "هل": 477,
      "▁يق": 478,
      "نت": 479,
      "اج": 480,
      "وس": 481,
      "▁حرف": 482,
      "▁٤": 483,
      "ديث": 484,
      "▁البي": 485,
      "▁ليس": 486,
      "▁الاس": 487,
      "▁وكان": 488,
      "▁قوله": 489,
      "واب": 490,
      "شي": 491,
      "▁كال": 492,
      "قدم": 493,
      "▁لما": 494,
      "▁الاع": 495,
      "ولي": 496,
      "▁ات": 497,
      "وك": 498,
      "قط": 499,
      "مس": 500,
      "▁احد": 501,
      "▁اما": 502,
      "▁كانت": 503,
      "ارة": 504,
      "▁معني": 505,
      "▁يح": 506,
      "تب": 507,
      "▁(١": 508,
      "▁والج": 509,
      "عي": 510,
      "قص": 511,
      "▁الاول": 512,
      "▁عم": 513,
      "▁،": 514,
      "▁قلت": 515,
      "▁\"ال": 516,
      "م،": 517,
      "▁وقول": 518,
      "▁تح": 519,
      "▁لو": 520,
      "▁لها": 521,
      "▁تن": 522,
      "▁المو": 523,
      "روف": 524,
      "▁فهو": 525,
      "شت": 526,
      "ريد": 527,
      "ناء": 528,
      "▁ولي": 529,
      "زة": 530,
      "ان،": 531,
      "تها": 532,
      "▁مص": 533,
      "▁المن": 534,
      "▁الاست": 535,
      "▁العرب": 536,
      "نة": 537,
      "▁الظ": 538,
      "▁اد": 539,
      "ية،": 540,
      "ه.\n": 541,
      "▁وهذا": 542,
      "▁المعني": 543,
      "▁ضمير": 544,
      "▁بمعني": 545,
      "▁.\n": 546,
      "رح": 547,
      "▁اك": 548,
      "▁جاء": 549,
      "▁بان": 550,
      "عر": 551,
      "ثير": 552,
      "▁حي": 553,
      "▁ولك": 554,
      "اء،": 555,
      "▁باب": 556,
      "ورة": 557,
      "▁:": 558,
      "هد": 559,
      "طي": 560,
      "▁عبد": 561,
      "▁تق": 562,
      "يل:": 563,
      "▁وانما": 564,
      "▁ذا": 565,
      "▁الكلام": 566,
      "بتدا": 567,
      "طف": 568,
      "▁بح": 569,
      "▁اله": 570,
      "▁اق": 571,
      "قدير": 572,
      "رس": 573,
      "▁هنا": 574,
      "▁وخ": 575,
      "▁والن": 576,
      "فتح": 577,
      "▁مست": 578,
      "وان": 579,
      "▁وز": 580,
      "▁قوله:": 581,
      "ه.": 582,
      "ظر": 583,
      "▁الفا": 584,
      "▁يست": 585,
      "▁الناس": 586,
      "▁يد": 587,
      "▁الاسم": 588,
      "▁انت": 589,
      "▁فع": 590,
      "▁الواو": 591,
      "ضم": 592,
      "▁مس": 593,
      "اص": 594,
      "ة:": 595,
      "رط": 596,
      "▁تكون": 597,
      "امل": 598,
      "▁منها": 599,
      "مان": 600,
      "اط": 601,
      "▁بد": 602,
      "▁وص": 603,
      "▁شيء": 604,
      "▁يجوز": 605,
      "زي": 606,
      "لف": 607,
      "جر": 608,
      "ب،": 609,
      "▁نفس": 610,
      "لق": 611,
      "وال": 612,
      "مه": 613,
      "لاف": 614,
      "▁كقول": 615,
      "▁فقال": 616,
      "رية": 617,
      "▁٥": 618,
      "▁ولكن": 619,
      "▁بم": 620,
      "ذهب": 621,
      "▁الثاني": 622,
      "ذي": 623,
      "ك،": 624,
      "▁وذلك": 625,
      "ضار": 626,
      "▁والح": 627,
      "▁اخر": 628,
      "خر": 629,
      "▁البيت": 630,
      "▁والع": 631,
      "وة": 632,
      "▁فاذا": 633,
      "جاز": 634,
      "بن": 635,
      "ولا": 636,
      "▁(٢": 637,
      "زيد": 638,
      "ند": 639,
      "علق": 640,
      "زل": 641,
      "لمة": 642,
      "▁للم": 643,
      "ربي": 644,
      "▁رفع": 645,
      "مال": 646,
      "▁حين": 647,
      "▁تج": 648,
      "▁انما": 649,
      "كي": 650,
      "▁خبر": 651,
      "▁حال": 652,
      "رور": 653,
      "▁مبني": 654,
      "▁وش": 655,
      "ويل": 656,
      "اعر": 657,
      "ثني": 658,
      "▁كلام": 659,
      "اس": 660,
      "▁تعالي:": 661,
      "فرد": 662,
      "▁بك": 663,
      "▁يقول": 664,
      "▁المح": 665,
      "ينا": 666,
      "▁حذف": 667,
      "▁موضع": 668,
      "▁لفظ": 669,
      "\".\n": 670,
      "▁اول": 671,
      "صي": 672,
      "▁واذا": 673,
      "▁امر": 674,
      "▁علم": 675,
      "▁الرا": 676,
      "ة.\n": 677,
      "▁لك": 678,
      "ة.": 679,
      "▁قل": 680,
      "▁ضرب": 681,
      "ضرب": 682,
      "▁ثلاث": 683,
      "هم،": 684,
      "):": 685,
      "▁فقد": 686,
      "▁وكذلك": 687,
      "صح": 688,
      "ثل": 689,
      "▁الرجل": 690,
      "رع": 691,
      "▁فاعل": 692,
      "صد": 693,
      "▁مما": 694,
      "▁يقال:": 695,
      "▁رب": 696,
      "تح": 697,
      "كس": 698,
      "▁[ال": 699,
      "▁بي": 700,
      "ق،": 701,
      "▁يخ": 702,
      "فض": 703,
      "▁جعل": 704,
      "▁يعني": 705,
      "ادة": 706,
      "▁جا": 707,
      "▁يس": 708,
      "طا": 709,
      "غي": 710,
      "▁يو": 711,
      "▁يقال": 712,
      "نف": 713,
      "قر": 714,
      "▁رج": 715,
      "ناه": 716,
      "▁انها": 717,
      "نس": 718,
      "د،": 719,
      "هم:": 720,
      "▁قلت:": 721,
      "اتي": 722,
      "▁عد": 723,
      "ك:": 724,
      "قب": 725,
      "▁سب": 726,
      "▁رجل": 727,
      "▁الالف": 728,
      "رات": 729,
      "ثال": 730,
      "ظم": 731,
      "ريف": 732,
      "▁شي": 733,
      "▁عنه": 734,
      "▁٦": 735,
      "▁الاص": 736,
      "▁يش": 737,
      "▁يوم": 738,
      "▁بما": 739,
      "▁هم": 740,
      "▁وجه": 741,
      "▁دون": 742,
      "قه": 743,
      "▁لت": 744,
      "ديد": 745,
      "مام": 746,
      "▁وعلي": 747,
      "]\n": 748,
      "كت": 749,
      "▁كتاب": 750,
      "▁جر": 751,
      "▁سيب": 752,
      "▁اث": 753,
      "▁بني": 754,
      "▁المس": 755,
      "ع،": 756,
      "▁الشاعر": 757,
      "لاء": 758,
      "▁سيبوي": 759,
      "▁للا": 760,
      "▁وليس": 761,
      "▁مال": 762,
      "▁تت": 763,
      "وجه": 764,
      "خذ": 765,
      "لامة": 766,
      "▁الامر": 767,
      "كا": 768,
      "▁ها": 769,
      "جب": 770,
      "▁الام": 771,
      "▁المج": 772,
      "▁التع": 773,
      "▁مفعول": 774,
      "▁منص": 775,
      "▁مخ": 776,
      "رفوع": 777,
      "▁الاصل": 778,
      "▁ود": 779,
      "هب": 780,
      "▁تا": 781,
      "الم": 782,
      "▁يم": 783,
      "▁محمد": 784,
      "وا:": 785,
      "وات": 786,
      "▁(ا": 787,
      "▁(٣": 788,
      "ائل": 789,
      "▁مر": 790,
      "▁رو": 791,
      "طر": 792,
      "▁بت": 793,
      "▁صاح": 794,
      "▁بالا": 795,
      "واء": 796,
      "▁فيما": 797,
      "▁الما": 798,
      "▁عليها": 799,
      "دت": 800,
      "سمي": 801,
      "▁الارض": 802,
      "▁نصب": 803,
      "زا": 804,
      "▁الياء": 805,
      "فعال": 806,
      "▁مق": 807,
      "اهر": 808,
      "▁اللغة": 809,
      "▁يكن": 810,
      "▁حيث": 811,
      "▁حد": 812,
      "▁وغير": 813,
      "▁مش": 814,
      "▁عمرو": 815,
      "▁والخ": 816,
      "▁\"ا": 817,
      "بار": 818,
      "▁ولو": 819,
      "▁اهل": 820,
      "▁تص": 821,
      "حق": 822,
      "بين": 823,
      "ضارع": 824,
      "ي،": 825,
      "▁اف": 826,
      "▁الحال": 827,
      "▁وف": 828,
      "قع": 829,
      "▁المش": 830,
      "▁يك": 831,
      "ده": 832,
      "وص": 833,
      "▁الفاعل": 834,
      "▁تقول:": 835,
      "▁الهم": 836,
      "▁كذلك": 837,
      "\":": 838,
      "▁الشيء": 839,
      "انا": 840,
      "▁الحديث": 841,
      "يرا": 842,
      "▁اللفظ": 843,
      "▁للت": 844,
      "▁انا": 845,
      "راة": 846,
      "▁بالم": 847,
      "▁اراد": 848,
      "▁كثير": 849,
      "واو": 850,
      "بس": 851,
      "▁ومنه": 852,
      "▁فق": 853,
      "انية": 854,
      "يس": 855,
      "وض": 856,
      "▁الخبر": 857,
      "▁بخ": 858,
      "▁زيدا": 859,
      "عمل": 860,
      "▁٧": 861,
      "▁اخت": 862,
      "ذك": 863,
      "مات": 864,
      "▁المست": 865,
      "جل": 866,
      "اذ": 867,
      "▁الاد": 868,
      "نع": 869,
      "▁نس": 870,
      "▁واست": 871,
      "ه\n": 872,
      "هاء": 873,
      "وفي": 874,
      "باب": 875,
      "▁فانه": 876,
      "ماع": 877,
      "بير": 878,
      "لية": 879,
      "▁قب": 880,
      "▁تد": 881,
      "جم": 882,
      "نو": 883,
      "▁اللام": 884,
      "كلم": 885,
      "ريق": 886,
      "▁تس": 887,
      "▁العين": 888,
      "ئة": 889,
      "فق": 890,
      "▁تقدم": 891,
      "ها.": 892,
      "▁تخ": 893,
      "صول": 894,
      "بات": 895,
      "داء": 896,
      "▁فقال:": 897,
      "رم": 898,
      "شا": 899,
      "ذوف": 900,
      "ضافة": 901,
      "▁مرفوع": 902,
      "ركة": 903,
      "ح،": 904,
      "▁فح": 905,
      "لين": 906,
      "▁الكتاب": 907,
      "راه": 908,
      "ها.\n": 909,
      "ئذ": 910,
      "▁جمي": 911,
      "▁لكن": 912,
      "▁كذا": 913,
      "........": 914,
      "▁مد": 915,
      "▁والص": 916,
      "▁كون": 917,
      "▁المخ": 918,
      "▁قائ": 919,
      "▁تقدير": 920,
      "هام": 921,
      "▁حديث": 922,
      "▁يل": 923,
      "▁والس": 924,
      "▁(و": 925,
      "▁الال": 926,
      "حن": 927,
      "بال": 928,
      "▁والش": 929,
      "▁القر": 930,
      "▁اكثر": 931,
      "بيه": 932,
      "▁بمن": 933,
      "جد": 934,
      "▁لانها": 935,
      "▁يريد": 936,
      "▁عين": 937,
      "▁اصل": 938,
      "▁وانشد": 939,
      "▁مبتدا": 940,
      "▁الاعراب": 941,
      "فاعل": 942,
      "▁العربي": 943,
      "ياس": 944,
      "ينة": 945,
      "طع": 946,
      "حل": 947,
      "عب": 948,
      "امة": 949,
      "حم": 950,
      "رفة": 951,
      "زلة": 952,
      "▁يقول:": 953,
      "▁والث": 954,
      "▁الجمع": 955,
      "ديم": 956,
      "▁والك": 957,
      "حر": 958,
      "طن": 959,
      "▁(٤": 960,
      "ئت": 961,
      "▁متعلق": 962,
      "▁تري": 963,
      "ضر": 964,
      "▁فلما": 965,
      "▁وقيل:": 966,
      "ذر": 967,
      "▁الجملة": 968,
      "▁نص": 969,
      "▁الاولي": 970,
      "تل": 971,
      "را،": 972,
      "طلق": 973,
      "▁الاخر": 974,
      "انيث": 975,
      "▁والي": 976,
      "▁سا": 977,
      "▁فما": 978,
      "▁فك": 979,
      "▁ونحو": 980,
      "هن": 981,
      "▁عمر": 982,
      "هي": 983,
      "جز": 984,
      "▁دا": 985,
      "صرف": 986,
      "▁واخ": 987,
      "▁جوا": 988,
      "▁تش": 989,
      "▁ومع": 990,
      "▁فلان": 991,
      "▁صاحب": 992,
      "▁فلم": 993,
      "▁النحو": 994,
      "▁ـ": 995,
      "▁٨": 996,
      "الث": 997,
      "\".": 998,
      "▁العلم": 999,
      "▁سيبويه": 1000,
      "فل": 1001,
      "▁(١)": 1002,
      "▁انك": 1003,
      "صار": 1004,
      "▁واح": 1005,
      "▁النون": 1006,
      "ونث": 1007,
      "▁رس": 1008,
      "جوز": 1009,
      "؟\n": 1010,
      "▁مضاف": 1011,
      "▁العل": 1012,
      "▁صفة": 1013,
      "ال،": 1014,
      "▁بلا": 1015,
      "وح": 1016,
      "ائر": 1017,
      "▁بقول": 1018,
      "قيق": 1019,
      "تين": 1020,
      "وية": 1021,
      "▁فن": 1022,
      "▁الذين": 1023,
      "صا": 1024,
      "ها\n": 1025,
      "تم": 1026,
      "▁كنت": 1027,
      "▁تقول": 1028,
      "▁اه": 1029,
      "▁فكان": 1030,
      "حيح": 1031,
      "ظهر": 1032,
      "لط": 1033,
      "▁به،": 1034,
      "▁الماء": 1035,
      "▁وبين": 1036,
      "▁منصوب": 1037,
      "ائد": 1038,
      "▁يب": 1039,
      "ضل": 1040,
      "▁قوم": 1041,
      "▁حكم": 1042,
      "ري،": 1043,
      "ئا": 1044,
      "▁جار": 1045,
      "جي": 1046,
      "طب": 1047,
      "مار": 1048,
      "▁الضمير": 1049,
      "▁عل": 1050,
      "ها:": 1051,
      "ان:": 1052,
      "ائدة": 1053,
      "نب": 1054,
      "ريح": 1055,
      "اله": 1056,
      "▁لغة": 1057,
      "له،": 1058,
      "▁ياء": 1059,
      "تهي": 1060,
      "فه": 1061,
      "▁يف": 1062,
      "▁بق": 1063,
      "كرة": 1064,
      "▁وغ": 1065,
      "ريب": 1066,
      "▁هل": 1067,
      "▁وث": 1068,
      "▁الثلاث": 1069,
      "▁نظ": 1070,
      "▁المصنف": 1071,
      "▁الاسماء": 1072,
      "▁الشعر": 1073,
      "باس": 1074,
      "ه:\n": 1075,
      "▁بالت": 1076,
      "طاب": 1077,
      "ون:": 1078,
      "▁لن": 1079,
      "سة": 1080,
      "▁ثلاثة": 1081,
      "ما،": 1082,
      "▁مصدر": 1083,
      "غني": 1084,
      "جرور": 1085,
      "ت،": 1086,
      "▁القوم": 1087,
      "بط": 1088,
      "حاب": 1089,
      "▁بش": 1090,
      "▁متصل": 1091,
      "▁ويقال:": 1092,
      "▁فج": 1093,
      "▁حسن": 1094,
      "▁المد": 1095,
      "▁الاش": 1096,
      "بيل": 1097,
      "لاح": 1098,
      "▁عمل": 1099,
      "جة": 1100,
      "▁اللغ": 1101,
      "▁عام": 1102,
      "▁المصدر": 1103,
      "يرة": 1104,
      "▁اعت": 1105,
      "▁وقوله:": 1106,
      "▁لهم": 1107,
      "▁اط": 1108,
      "ي:": 1109,
      "▁الهمزة": 1110,
      "▁ترك": 1111,
      "يز": 1112,
      "▁قيل": 1113,
      "قدر": 1114,
      "▁٩": 1115,
      "▁عشر": 1116,
      "اك": 1117,
      ").": 1118,
      "بو": 1119,
      "▁ارب": 1120,
      "▁الباب": 1121,
      "ير،": 1122,
      "▁عبي": 1123,
      "▁اض": 1124,
      "▁اني": 1125,
      "▁الفتح": 1126,
      "▁تو": 1127,
      "كسر": 1128,
      "تر": 1129,
      "▁دخ": 1130,
      "▁قام": 1131,
      "الا": 1132,
      "▁والق": 1133,
      "وائ": 1134,
      "▁الزم": 1135,
      "يلة": 1136,
      "لا،": 1137,
      "▁بالح": 1138,
      "عين": 1139,
      "▁فمن": 1140,
      "▁صار": 1141,
      "واد": 1142,
      "▁تلك": 1143,
      "▁كث": 1144,
      "▁راي": 1145,
      "▁المفعول": 1146,
      "▁الشي": 1147,
      "ذب": 1148,
      "▁واس": 1149,
      "زع": 1150,
      "ون،": 1151,
      "▁النس": 1152,
      "▁كانه": 1153,
      "▁تم": 1154,
      "▁ويقال": 1155,
      "▁رايت": 1156,
      "حدث": 1157,
      "ارب": 1158,
      "ذو": 1159,
      "▁بـ": 1160,
      "▁بفتح": 1161,
      "▁سنة": 1162,
      "طو": 1163,
      "▁الحرف": 1164,
      "رار": 1165,
      "▁(ان": 1166,
      "▁والله": 1167,
      "▁احدهما": 1168,
      "▁بج": 1169,
      "▁المبتدا": 1170,
      "▁سي": 1171,
      "▁وكل": 1172,
      "جت": 1173,
      "▁الرج": 1174,
      "خص": 1175,
      "):\n": 1176,
      "▁وضع": 1177,
      "▁فاما": 1178,
      "وء": 1179,
      "▁اغ": 1180,
      "▁السا": 1181,
      "▁اشت": 1182,
      "الت": 1183,
      "▁شع": 1184,
      "▁قص": 1185,
      "▁جملة": 1186,
      "▁الشرط": 1187,
      "▁لع": 1188,
      "▁القول": 1189,
      "▁\"ان": 1190,
      "ف،": 1191,
      "ن،": 1192,
      "▁الاح": 1193,
      "س،": 1194,
      "رز": 1195,
      "▁فار": 1196,
      "لو": 1197,
      "▁والد": 1198,
      "▁مكان": 1199,
      "▁والف": 1200,
      "هة": 1201,
      "عيد": 1202,
      "▁والب": 1203,
      "▁فهي": 1204,
      "▁وط": 1205,
      "نين": 1206,
      "▁السكون": 1207,
      "ميم": 1208,
      "▁يص": 1209,
      "▁وير": 1210,
      "▁(٥": 1211,
      "▁جاز": 1212,
      "▁يدل": 1213,
      "▁المضاف": 1214,
      "▁شرح": 1215,
      "عمال": 1216,
      "قيقة": 1217,
      "رائ": 1218,
      "▁زي": 1219,
      "▁بيت": 1220,
      "تا": 1221,
      "▁الطويل": 1222,
      "قاء": 1223,
      "▁الحسن": 1224,
      "▁نفسه": 1225,
      "يش": 1226,
      "▁الفاء": 1227,
      "▁الشاعر:\n": 1228,
      "هور": 1229,
      "▁سمي": 1230,
      "كب": 1231,
      "رجع": 1232,
      "▁خير": 1233,
      "داد": 1234,
      "ضمر": 1235,
      "▁سمع": 1236,
      "▁عرف": 1237,
      "▁لنا": 1238,
      "سل": 1239,
      "▁جل": 1240,
      "▁وصف": 1241,
      "نه": 1242,
      "سه": 1243,
      "▁اخذ": 1244,
      "▁ور": 1245,
      "الب": 1246,
      "▁عليه،": 1247,
      "ين:": 1248,
      "▁الافعال": 1249,
      "▁قيل:": 1250,
      "▁لغ": 1251,
      "عه": 1252,
      "▁فر": 1253,
      "▁ــ": 1254,
      "▁تف": 1255,
      "▁ابا": 1256,
      "كثر": 1257,
      "طق": 1258,
      "▁النصب": 1259,
      "▁الشع": 1260,
      "رابي": 1261,
      "▁بذلك": 1262,
      "▁بالن": 1263,
      "▁بالض": 1264,
      "▁الدين": 1265,
      "▁ذلك،": 1266,
      "وكيد": 1267,
      "▁تحت": 1268,
      "▁مل": 1269,
      "▁ورد": 1270,
      "▁تر": 1271,
      "جاج": 1272,
      "▁الانسان": 1273,
      "▁شيئا": 1274,
      "▁الثالث": 1275,
      "▁فلي": 1276,
      "▁بعدها": 1277,
      "▁بمنزلة": 1278,
      "كرم": 1279,
      "▁مخت": 1280,
      "دق": 1281,
      "▁ذكره": 1282,
      "عدي": 1283,
      "▁منهم": 1284,
      "اهد": 1285,
      "▁كيف": 1286,
      "▁تست": 1287,
      "لاق": 1288,
      "جع": 1289,
      "▁نعم": 1290,
      "▁بس": 1291,
      "▁قر": 1292,
      "قتضي": 1293,
      "راك": 1294,
      "▁خال": 1295,
      "يام": 1296,
      "▁بنا": 1297,
      "وها": 1298,
      "▁الواحد": 1299,
      "▁ماض": 1300,
      "هما،": 1301,
      "ضح": 1302,
      "▁(م": 1303,
      "▁حينئذ": 1304,
      "ظيم": 1305,
      "▁خل": 1306,
      "▁١٠": 1307,
      "▁دي": 1308,
      "▁ار": 1309,
      "▁موا": 1310,
      "▁الكس": 1311,
      "▁الكلمة": 1312,
      "▁حم": 1313,
      "▁مضارع": 1314,
      "▁قولك:": 1315,
      "روي": 1316,
      "▁كم": 1317,
      "ريم": 1318,
      "بية": 1319,
      "▁لح": 1320,
      "ولة": 1321,
      "▁وكذا": 1322,
      "▁تك": 1323,
      "▁الرفع": 1324,
      "▁دل": 1325,
      "▁ذو": 1326,
      "فاء": 1327,
      "▁يحت": 1328,
      "▁فوق": 1329,
      "فهام": 1330,
      "▁عا": 1331,
      "▁واع": 1332,
      "وبا": 1333,
      "▁فس": 1334,
      "▁قولهم:": 1335,
      ")؛": 1336,
      "▁لق": 1337,
      "ارض": 1338,
      "طة": 1339,
      "▁اتي": 1340,
      "▁تل": 1341,
      "▁احسن": 1342,
      "انه": 1343,
      "▁وقع": 1344,
      "▁الحكم": 1345,
      "▁وقوله": 1346,
      "▁البص": 1347,
      "▁يغ": 1348,
      "▁المق": 1349,
      "▁جميع": 1350,
      "▁الجر": 1351,
      "▁التاء": 1352,
      "▁اليوم": 1353,
      "▁((": 1354,
      "▁اعلم": 1355,
      "▁شبه": 1356,
      "▁محذوف": 1357,
      "تمع": 1358,
      "▁وهم": 1359,
      "▁وله": 1360,
      "ات،": 1361,
      "▁غيره": 1362,
      "▁النبي": 1363,
      "نيا": 1364,
      "▁فم": 1365,
      "▁كـ": 1366,
      "▁كلمة": 1367,
      "▁مطل": 1368,
      "▁بعضهم": 1369,
      "▁١٩": 1370,
      "▁بكر": 1371,
      "▁كس": 1372,
      "ته،": 1373,
      "▁مذهب": 1374,
      "▁المراد": 1375,
      "▁ذي": 1376,
      "عام": 1377,
      "▁واق": 1378,
      "ري:": 1379,
      "فضل": 1380,
      "▁نف": 1381,
      "ور،": 1382,
      "▁عق": 1383,
      "كذا": 1384,
      "▁ذهب": 1385,
      "يدة": 1386,
      "▁ويجوز": 1387,
      "كة": 1388,
      "▁قالوا:": 1389,
      "هار": 1390,
      "▁منا": 1391,
      "رام": 1392,
      "▁الساب": 1393,
      "▁وانت": 1394,
      "اض": 1395,
      "دا،": 1396,
      "▁المفرد": 1397,
      "ابت": 1398,
      "▁انهم": 1399,
      "▁فيه،": 1400,
      "▁صف": 1401,
      "▁(٢)": 1402,
      "ياة": 1403,
      "▁المنا": 1404,
      "▁البا": 1405,
      "ية.": 1406,
      "▁انتهي": 1407,
      "▁العد": 1408,
      "▁الرو": 1409,
      "▁نق": 1410,
      "▁يز": 1411,
      "قلب": 1412,
      "▁بغير": 1413,
      "▁دار": 1414,
      "فصل": 1415,
      "▁الوجه": 1416,
      "▁لمن": 1417,
      "▁لام": 1418,
      "▁از": 1419,
      "نا،": 1420,
      "برا": 1421,
      "امر": 1422,
      "باء": 1423,
      "شرة": 1424,
      "▁الملك": 1425,
      "▁رسول": 1426,
      "وجود": 1427,
      "جه": 1428,
      "▁حروف": 1429,
      "▁ومجرور": 1430,
      "غا": 1431,
      "▁فصل": 1432,
      "▁اعراب": 1433,
      "▁التص": 1434,
      "راق": 1435,
      "▁معنا": 1436,
      "▁مالك": 1437,
      "لات": 1438,
      "▁يصح": 1439,
      "▁بص": 1440,
      "▁ير": 1441,
      "▁ــ\n": 1442,
      "▁١١": 1443,
      "خرج": 1444,
      "▁يذكر": 1445,
      "▁جز": 1446,
      "▁دع": 1447,
      "▁ظرف": 1448,
      "▁الحق": 1449,
      "ثي": 1450,
      "ريخ": 1451,
      "▁قط": 1452,
      "ين.\n": 1453,
      "تص": 1454,
      "غل": 1455,
      "▁جواب": 1456,
      "▁المذك": 1457,
      "▁وعلامة": 1458,
      "▁احمد": 1459,
      "ماعة": 1460,
      "▁واو": 1461,
      "▁الليل": 1462,
      "▁حس": 1463,
      "زه": 1464,
      "]:": 1465,
      "▁يقع": 1466,
      "عض": 1467,
      "ار،": 1468,
      "▁وام": 1469,
      "▁عث": 1470,
      "ابة": 1471,
      "بح": 1472,
      "▁حق": 1473,
      "▁وحد": 1474,
      "▁التانيث": 1475,
      "▁معا": 1476,
      "غم": 1477,
      "▁والثاني": 1478,
      "جمع": 1479,
      "▁وقيل": 1480,
      "نية": 1481,
      "علي": 1482,
      "))": 1483,
      "▁اولي": 1484,
      "▁حب": 1485,
      "▁خاص": 1486,
      "▁العربية": 1487,
      "▁الجز": 1488,
      "لائ": 1489,
      "تك": 1490,
      "موع": 1491,
      "▁بكسر": 1492,
      "▁ليست": 1493,
      "▁يمكن": 1494,
      "▁١٣": 1495,
      "▁وين": 1496,
      "نا:": 1497,
      "مول": 1498,
      "سند": 1499,
      "▁الكاف": 1500,
      "▁منهما": 1501,
      "▁باع": 1502,
      "غر": 1503,
      "▁[من": 1504,
      "▁كتب": 1505,
      "▁واش": 1506,
      "▁كلا": 1507,
      "▁البلا": 1508,
      "▁الحروف": 1509,
      "اعة": 1510,
      "▁قبلها": 1511,
      "قوله:": 1512,
      "بق": 1513,
      "▁مقد": 1514,
      "▁عطف": 1515,
      "▁اسما": 1516,
      "ذفت": 1517,
      "▁القسم": 1518,
      "▁شرط": 1519,
      "وجد": 1520,
      "▁له،": 1521,
      "▁يعرف": 1522,
      "▁افعل": 1523,
      "نان": 1524,
      "▁بينهما": 1525,
      "▁\"م": 1526,
      "▁معناه": 1527,
      "▁بدل": 1528,
      "▁واللام": 1529,
      "▁١٢": 1530,
      "لس": 1531,
      "▁سواء": 1532,
      "▁الشيخ": 1533,
      "يه": 1534,
      "ضاء": 1535,
      "▁البر": 1536,
      "▁روا": 1537,
      "▁فقلت": 1538,
      "▁مثل:": 1539,
      "ثله": 1540,
      "▁وجعل": 1541,
      "▁الاف": 1542,
      "▁ياتي": 1543,
      "▁اسماء": 1544,
      "▁القص": 1545,
      "▁...\n": 1546,
      "▁ورب": 1547,
      "▁وذكر": 1548,
      "فيف": 1549,
      "طوف": 1550,
      "▁الهاء": 1551,
      "دع": 1552,
      "▁العامل": 1553,
      "▁الماضي": 1554,
      "▁عبيد": 1555,
      "▁عليهم": 1556,
      "راف": 1557,
      "▁نع": 1558,
      "▁بالع": 1559,
      "اته": 1560,
      "▁تز": 1561,
      "فرق": 1562,
      "بيع": 1563,
      "!\n": 1564,
      "▁حا": 1565,
      "▁الثانية": 1566,
      "▁وزن": 1567,
      "▁خلاف": 1568,
      "▁مثال": 1569,
      "▁وابن": 1570,
      "▁الابل": 1571,
      "▁فاع": 1572,
      "▁بهذا": 1573,
      "ضوع": 1574,
      "م\n": 1575,
      "▁طل": 1576,
      "▁اليها": 1577,
      "▁احت": 1578,
      "▁له:": 1579,
      "منع": 1580,
      "ل،": 1581,
      "ا\n": 1582,
      "ذين": 1583,
      "▁خرج": 1584,
      "طلب": 1585,
      "▁اخري": 1586,
      "▁وقال:": 1587,
      "▁الفراء": 1588,
      "قطع": 1589,
      "▁ورا": 1590,
      "▁هـ": 1591,
      "▁رجلا": 1592,
      "ائي": 1593,
      "ين.": 1594,
      "▁واج": 1595,
      "▁(٦": 1596,
      "▁القا": 1597,
      "▁(ف": 1598,
      "▁وجمع": 1599,
      "▁زيد،": 1600,
      "ونه": 1601,
      "▁يجب": 1602,
      "▁النفس": 1603,
      "▁ذات": 1604,
      "ح:": 1605,
      "▁مقام": 1606,
      "ضب": 1607,
      "▁الصفة": 1608,
      "ورا": 1609,
      "▁الفت": 1610,
      "▁والجمع": 1611,
      "▁يعني:": 1612,
      "▁قبله": 1613,
      "ضة": 1614,
      "▁اللي": 1615,
      "▁مررت": 1616,
      "▁١٤": 1617,
      "اطب": 1618,
      "باع": 1619,
      "▁يجعل": 1620,
      "ابه": 1621,
      "▁وجد": 1622,
      "وجب": 1623,
      "ثلة": 1624,
      "▁عي": 1625,
      "▁ولذلك": 1626,
      "ناس": 1627,
      "ثبت": 1628,
      "▁الاصمع": 1629,
      "▁اليه،": 1630,
      "▁واص": 1631,
      "▁الساكن": 1632,
      "▁الفصل": 1633,
      "▁لله": 1634,
      "قبل": 1635,
      "زن": 1636,
      "وقف": 1637,
      "▁اصله": 1638,
      "▁وعد": 1639,
      "▁وهذه": 1640,
      "▁حمل": 1641,
      "▁القران": 1642,
      "▁بط": 1643,
      "▁فيكون": 1644,
      "▁تب": 1645,
      "اهرة": 1646,
      "رورة": 1647,
      "▁عنها": 1648,
      "سام": 1649,
      "ياء": 1650,
      "▁حل": 1651,
      "وط": 1652,
      "▁يفعل": 1653,
      "▁بخلاف": 1654,
      "راج": 1655,
      "▁ارت": 1656,
      "فسير": 1657,
      "▁قال:\n": 1658,
      "▁در": 1659,
      "▁واي": 1660,
      "وبة": 1661,
      "▁المتكلم": 1662,
      "فص": 1663,
      "▁لقد": 1664,
      "▁والغ": 1665,
      "▁صح": 1666,
      "▁ساكن": 1667,
      "دم": 1668,
      "ظن": 1669,
      "▁عليك": 1670,
      "▁اخره": 1671,
      "▁الدار": 1672,
      "خي": 1673,
      "▁بعده": 1674,
      "س:": 1675,
      "▁التق": 1676,
      "▁عثمان": 1677,
      "▁الاسلام": 1678,
      "زوم": 1679,
      "يل،": 1680,
      "▁عدم": 1681,
      "▁اولا": 1682,
      "▁ملك": 1683,
      "ب:": 1684,
      "▁كله": 1685,
      "▁\"و": 1686,
      "▁يرد": 1687,
      "▁خط": 1688,
      "▁بالكسر": 1689,
      "▁(ما": 1690,
      "▁القياس": 1691,
      "عار": 1692,
      "▁اقت": 1693,
      "راض": 1694,
      "تهم": 1695,
      "▁علامة": 1696,
      "▁التش": 1697,
      "▁خلا": 1698,
      "يات": 1699,
      "الك": 1700,
      "▁الاج": 1701,
      "انة": 1702,
      "اق": 1703,
      "ركب": 1704,
      "▁امت": 1705,
      "▁نفي": 1706,
      "▁معه": 1707,
      "▁ابت": 1708,
      "▁بضم": 1709,
      "ادر": 1710,
      "▁منه،": 1711,
      "فش": 1712,
      "▁الظرف": 1713,
      "▁وصل": 1714,
      "▁الميم": 1715,
      "مائ": 1716,
      "▁حدث": 1717,
      "▁منك": 1718,
      "▁الشمس": 1719,
      "يني": 1720,
      "▁وفيه": 1721,
      "▁الكوفي": 1722,
      "ونا": 1723,
      "▁التن": 1724,
      "▁الاعرابي": 1725,
      "▁قالوا": 1726,
      "صدر": 1727,
      "▁يه": 1728,
      "▁واد": 1729,
      "▁التا": 1730,
      "▁خمس": 1731,
      "داة": 1732,
      "▁واحدة": 1733,
      "ية:": 1734,
      "▁سبق": 1735,
      "▁(ت": 1736,
      "▁(٣)": 1737,
      "▁والذي": 1738,
      "▁فتح": 1739,
      "لاة": 1740,
      "▁منع": 1741,
      "▁فهذا": 1742,
      "▁كقوله": 1743,
      "▁قلب": 1744,
      "▁قري": 1745,
      "▁وبعد": 1746,
      "اء:": 1747,
      "الح": 1748,
      "تبار": 1749,
      "▁يعلم": 1750,
      "تان": 1751,
      "▁خلق": 1752,
      "▁مط": 1753,
      "ية.\n": 1754,
      "▁رد": 1755,
      "مييز": 1756,
      "▁ففي": 1757,
      "▁البصري": 1758,
      "▁فيهما": 1759,
      "▁عما": 1760,
      "▁ضع": 1761,
      "▁ارد": 1762,
      "وذ": 1763,
      "▁قصد": 1764,
      "▁والان": 1765,
      "▁حاج": 1766,
      "دائ": 1767,
      "ضمير": 1768,
      "بلغ": 1769,
      "▁المضارع": 1770,
      "▁الاب": 1771,
      "▁نوع": 1772,
      "▁بالضمة": 1773,
      "صوص": 1774,
      "نوين": 1775,
      "ختلف": 1776,
      "▁مثله": 1777,
      "ط،": 1778,
      "▁اشبه": 1779,
      "ب\n": 1780,
      "▁\"ما": 1781,
      "▁يعت": 1782,
      "وار": 1783,
      "وله": 1784,
      "▁وعن": 1785,
      "▁الدنيا": 1786,
      "▁اصحاب": 1787,
      "▁قليل": 1788,
      "▁وو": 1789,
      "▁يلزم": 1790,
      "▁همزة": 1791,
      "عن": 1792,
      "▁انشد": 1793,
      "را\n": 1794,
      "▁وبال": 1795,
      "▁جري": 1796,
      "▁قاله": 1797,
      "▁التقدير": 1798,
      "▁فلو": 1799,
      "▁ومثله": 1800,
      "▁صوت": 1801,
      "▁بالش": 1802,
      "▁ذاك": 1803,
      "▁الزمان": 1804,
      "▁رح": 1805,
      "صبح": 1806,
      "▁بالفعل": 1807,
      "▁كثيرا": 1808,
      "▁مطلقا": 1809,
      "▁الموضع": 1810,
      "واع": 1811,
      "▁كت": 1812,
      "▁الرح": 1813,
      "صلح": 1814,
      "▁ايا": 1815,
      "▁كانوا": 1816,
      "▁العطف": 1817,
      "▁النفي": 1818,
      "حث": 1819,
      "▁شعر": 1820,
      "▁الضم": 1821,
      "يدا": 1822,
      "▁قوله:\n": 1823,
      "▁\"من": 1824,
      "▁يعمل": 1825,
      "▁(من": 1826,
      "▁فعلي": 1827,
      "▁بناء": 1828,
      "▁زائدة": 1829,
      "▁شديد": 1830,
      "نون": 1831,
      "ت:": 1832,
      "▁ومر": 1833,
      "▁لسان": 1834,
      "▁ماء": 1835,
      "ذل": 1836,
      "▁الجمل": 1837,
      "▁١٥": 1838,
      "د\n": 1839,
      "▁المعاني": 1840,
      "▁والمع": 1841,
      "▁المر": 1842,
      "▁(ج": 1843,
      "فاظ": 1844,
      "ئب": 1845,
      "▁مك": 1846,
      "▁ولما": 1847,
      "▁بر": 1848,
      "▁وتع": 1849,
      "▁مجري": 1850,
      "▁الباء": 1851,
      "▁مصر": 1852,
      "▁عنده": 1853,
      "▁الدهر": 1854,
      "▁العمل": 1855,
      "بعض": 1856,
      "راءة": 1857,
      "▁سبيل": 1858,
      "▁مفت": 1859,
      "▁-\n": 1860,
      "ومة": 1861,
      "▁تغ": 1862,
      "▁معرفة": 1863,
      "▁المومن": 1864,
      "▁فتقول:": 1865,
      "وما": 1866,
      "▁لج": 1867,
      "▁فض": 1868,
      "يع": 1869,
      "▁المقص": 1870,
      "▁بالفتح": 1871,
      "▁النحوي": 1872,
      "▁صد": 1873,
      "وني": 1874,
      "▁وظ": 1875,
      "ز،": 1876,
      "▁السماء": 1877,
      "ته.\n": 1878,
      "▁العرو": 1879,
      "رن": 1880,
      "▁الله،": 1881,
      "▁الصف": 1882,
      "ثرة": 1883,
      "وا،": 1884,
      "▁اية": 1885,
      "م:": 1886,
      "فتحة": 1887,
      "▁ويكون": 1888,
      "▁سعيد": 1889,
      "▁وانه": 1890,
      "ني،": 1891,
      "ثنية": 1892,
      "▁(ب": 1893,
      "▁الموصول": 1894,
      "▁يلي": 1895,
      "▁شاء": 1896,
      "▁مفع": 1897,
      "▁الصرف": 1898,
      "▁لكم": 1899,
      "▁يري": 1900,
      "▁ويت": 1901,
      "▁المل": 1902,
      "▁السب": 1903,
      "▁١٨": 1904,
      "▁يخرج": 1905,
      "▁وجملة": 1906,
      "شرح": 1907,
      "▁يط": 1908,
      "▁صلة": 1909,
      "ريا": 1910,
      "راهيم": 1911,
      "▁للح": 1912,
      "▁والجملة": 1913,
      "ام،": 1914,
      "ضمن": 1915,
      "▁بالواو": 1916,
      "▁شك": 1917,
      "▁(ل": 1918,
      "بغي": 1919,
      "▁مرت": 1920,
      "▁كقولك:": 1921,
      "▁وات": 1922,
      "مكن": 1923,
      "شف": 1924,
      "بدل": 1925,
      "▁تقديره": 1926,
      "قيم": 1927,
      "لوب": 1928,
      "▁اثر": 1929,
      "▁وجود": 1930,
      "▁الكل": 1931,
      "يدي": 1932,
      "▁مرا": 1933,
      "اية": 1934,
      "▁بالس": 1935,
      "ته.": 1936,
      "▁الحي": 1937,
      "▁القلب": 1938,
      "▁الموت": 1939,
      "▁جهة": 1940,
      "بها": 1941,
      "▁واسم": 1942,
      "▁ممن": 1943,
      "▁قولهم": 1944,
      "ثناء": 1945,
      "ان.\n": 1946,
      "▁بلغ": 1947,
      "▁قائم": 1948,
      "ما\n": 1949,
      "▁ظهر": 1950,
      "▁بهم": 1951,
      "▁ولد": 1952,
      "▁ست": 1953,
      "وهم": 1954,
      "بارة": 1955,
      "فار": 1956,
      "▁دخل": 1957,
      "ليم": 1958,
      "▁(ح": 1959,
      "▁المراة": 1960,
      "ان\n": 1961,
      "ختص": 1962,
      "▁الحس": 1963,
      "دي،": 1964,
      "▁وهما": 1965,
      "▁لش": 1966,
      "▁كلها": 1967,
      "▁لس": 1968,
      "▁بغ": 1969,
      "▁قلي": 1970,
      "▁اربعة": 1971,
      "▁مستتر": 1972,
      "▁ديوان": 1973,
      "▁نقول:": 1974,
      "▁صي": 1975,
      "با،": 1976,
      "افة": 1977,
      "▁مشت": 1978,
      "▁والل": 1979,
      "ول،": 1980,
      "قم": 1981,
      "▁كونه": 1982,
      "ولف": 1983,
      "خير": 1984,
      "▁ومما": 1985,
      "باد": 1986,
      "وي،": 1987,
      "▁تكن": 1988,
      "▁يجمع": 1989,
      "▁يدخل": 1990,
      "▁نز": 1991,
      "▁واب": 1992,
      "▁لذلك": 1993,
      "▁ومثل": 1994,
      "▁اذن": 1995,
      "▁كا": 1996,
      "▁(قوله:": 1997,
      "صلة": 1998,
      "يد،": 1999,
      "▁راس": 2000,
      "▁فليس": 2001,
      "▁فص": 2002,
      "▁مفرد": 2003,
      "طيع": 2004,
      "▁احدا": 2005,
      "▁فقط": 2006,
      "▁لب": 2007,
      "▁الاث": 2008,
      "▁تدخل": 2009,
      "ق:": 2010,
      "▁الناظم": 2011,
      "▁وض": 2012,
      "▁الابت": 2013,
      "خا": 2014,
      "▁ايضا:": 2015,
      "▁روي": 2016,
      "▁التح": 2017,
      "▁شئت": 2018,
      "بيب": 2019,
      "ود،": 2020,
      "هنا": 2021,
      "▁حك": 2022,
      "▁والواو": 2023,
      "▁ويقول": 2024,
      "▁جميعا": 2025,
      "نبي": 2026,
      "واه": 2027,
      "▁الفعل،": 2028,
      "▁النوع": 2029,
      "▁قسم": 2030,
      "قيت": 2031,
      "▁الاضافة": 2032,
      "▁ونا": 2033,
      "▁و-": 2034,
      "▁جد": 2035,
      "▁(ع": 2036,
      "▁قدم": 2037,
      "▁المال": 2038,
      "▁بالق": 2039,
      "▁سن": 2040,
      "▁واحد،": 2041,
      "▁والط": 2042,
      "▁ظاهر": 2043,
      "▁الحذف": 2044,
      "▁الاي": 2045,
      "▁الاستفهام": 2046,
      "▁(س": 2047,
      "▁خص": 2048,
      "▁الخليل": 2049,
      "ارج": 2050,
      "▁:\n": 2051,
      "▁مني": 2052,
      "راع": 2053,
      "▁بالج": 2054,
      "رة:": 2055,
      "ق\n": 2056,
      "▁للع": 2057,
      "▁الات": 2058,
      "▁(ك": 2059,
      "▁عندي": 2060,
      "▁نحن": 2061,
      "▁وبعض": 2062,
      "▁طرف": 2063,
      "▁الموا": 2064,
      "▁وجب": 2065,
      "ميع": 2066,
      "▁لابن": 2067,
      "▁١٦": 2068,
      "▁الروا": 2069,
      "▁العق": 2070,
      "▁زيادة": 2071,
      "▁اللا": 2072,
      "▁سم": 2073,
      "▁فصار": 2074,
      "▁الثاني:": 2075,
      "▁متي": 2076,
      "▁الظاهر": 2077,
      "▁الرب": 2078,
      "▁طريق": 2079,
      "▁يسمي": 2080,
      "▁بانه": 2081,
      "▁اللسان": 2082,
      "▁وكانت": 2083,
      "▁١)": 2084,
      "جاب": 2085,
      "▁مجرور": 2086,
      "▁قدر": 2087,
      "لد": 2088,
      "▁لئ": 2089,
      "فاع": 2090,
      "حه": 2091,
      "▁مه": 2092,
      "▁جع": 2093,
      "▁يزيد": 2094,
      "▁\"،": 2095,
      "▁جائ": 2096,
      "▁اخبر": 2097,
      "▁سوي": 2098,
      "▁مثلا": 2099,
      "وين": 2100,
      "▁العام": 2101,
      "▁النحا": 2102,
      "لي،": 2103,
      "لال": 2104,
      "▁كسر": 2105,
      "▁لكان": 2106,
      "بيعة": 2107,
      "ان.": 2108,
      "فية": 2109,
      "▁امن": 2110,
      "]،": 2111,
      "▁قت": 2112,
      "▁فهم": 2113,
      "▁المذكور": 2114,
      "ابل": 2115,
      "▁الحد": 2116,
      "▁(لا": 2117,
      "▁١٧": 2118,
      "▁يوما": 2119,
      "عير": 2120,
      "▁دخول": 2121,
      "▁الصح": 2122,
      "▁الحياة": 2123,
      "اي": 2124,
      "▁ومعني": 2125,
      "▁الاق": 2126,
      "▁فاست": 2127,
      "▁للتع": 2128,
      "ث:": 2129,
      "▁حر": 2130,
      "▁حركة": 2131,
      "انب": 2132,
      "▁الجا": 2133,
      "رب،": 2134,
      "شة": 2135,
      "▁عني": 2136,
      "سيط": 2137,
      "▁لد": 2138,
      "▁يجز": 2139,
      "▁يدي": 2140,
      "▁ظن": 2141,
      "كام": 2142,
      "▁والمعني": 2143,
      "▁اين": 2144,
      "▁والفاعل": 2145,
      "▁مرة": 2146,
      "▁العباس": 2147,
      "▁صدر": 2148,
      "▁ينت": 2149,
      "▁تقديم": 2150,
      "▁نسبة": 2151,
      "برد": 2152,
      "▁و\"ال": 2153,
      "سع": 2154,
      "شق": 2155,
      "▁مغ": 2156,
      "\"؛": 2157,
      "▁ارض": 2158,
      "▁(١)\n": 2159,
      "▁الجواب": 2160,
      "▁عاد": 2161,
      "▁عرض": 2162,
      "▁امراة": 2163,
      "▁العالم": 2164,
      "ظي": 2165,
      "▁يشت": 2166,
      "▁(و)": 2167,
      "لالة": 2168,
      "▁حول": 2169,
      "▁والنون": 2170,
      "▁نج": 2171,
      "▁اجل": 2172,
      "وزن": 2173,
      "ثة": 2174,
      "عدة": 2175,
      "▁وعم": 2176,
      "بيت": 2177,
      "▁نون": 2178,
      "▁مقص": 2179,
      "حاق": 2180,
      "شرط": 2181,
      "▁\"ت": 2182,
      "▁(٧": 2183,
      "▁نظر": 2184,
      "▁مض": 2185,
      "▁بنفس": 2186,
      "▁لكل": 2187,
      "▁الجوه": 2188,
      "حرك": 2189,
      "▁ابراهيم": 2190,
      "ناع": 2191,
      "▁حذفت": 2192,
      "▁تط": 2193,
      "ناد": 2194,
      "▁عط": 2195,
      "▁\"لا": 2196,
      "▁بقوله:": 2197,
      "▁[س": 2198,
      "▁ويروي": 2199,
      "▁غلام": 2200,
      "ضيف": 2201,
      "▁الاية": 2202,
      "▁فالا": 2203,
      "▁جواز": 2204,
      "ه؛": 2205,
      "▁حرك": 2206,
      "................": 2207,
      "▁الادب": 2208,
      "▁النار": 2209,
      "بري": 2210,
      "▁يخل": 2211,
      "▁زمان": 2212,
      "▁مب": 2213,
      "▁بث": 2214,
      "ذن": 2215,
      "▁مونث": 2216,
      "كره": 2217,
      "▁التعريف": 2218,
      "▁عج": 2219,
      "\"\n": 2220,
      "ودا": 2221,
      "▁وانا": 2222,
      "▁\"ل": 2223,
      "▁يقوم": 2224,
      "▁الوصف": 2225,
      "ودة": 2226,
      "▁بالضم": 2227,
      "▁وسي": 2228,
      "▁اهم": 2229,
      "▁والاست": 2230,
      "صور": 2231,
      "صوف": 2232,
      "▁بها،": 2233,
      "▁خلف": 2234,
      "▁ولكنه": 2235,
      "▁استعمال": 2236,
      "▁للك": 2237,
      "ارك": 2238,
      "▁لفظا": 2239,
      "▁بالفتحة": 2240,
      "▁قولك": 2241,
      "▁ويد": 2242,
      "▁بمعني:": 2243,
      "▁وفعل": 2244,
      "▁يعد": 2245,
      "فها": 2246,
      "▁الرس": 2247,
      "▁مضي": 2248,
      "غام": 2249,
      "▁\".\n": 2250,
      "▁الحا": 2251,
      "▁والالف": 2252,
      "▁الفتحة": 2253,
      "▁(٤)": 2254,
      "ض،": 2255,
      "حوال": 2256,
      "▁وعند": 2257,
      "ثا": 2258,
      "راس": 2259,
      "▁بيان": 2260,
      "▁والاصل": 2261,
      "نائ": 2262,
      "باح": 2263,
      "قاق": 2264,
      "ناية": 2265,
      "▁وقت": 2266,
      "▁البناء": 2267,
      "سبب": 2268,
      "▁والياء": 2269,
      "▁الاخفش": 2270,
      "▁المقد": 2271,
      "ناف": 2272,
      "▁قا": 2273,
      "▁الثلاثة": 2274,
      "▁الاعت": 2275,
      "▁المجاز": 2276,
      "▁طلب": 2277,
      "هم.": 2278,
      "▁٢)": 2279,
      "▁عشرة": 2280,
      "وام": 2281,
      "▁الفرس": 2282,
      "▁يحي": 2283,
      "▁ايها": 2284,
      "مرة": 2285,
      "▁الراء": 2286,
      "ه)": 2287,
      "▁ينبغي": 2288,
      "▁نقل": 2289,
      "▁مز": 2290,
      "وغ": 2291,
      "▁نعت": 2292,
      "▁سر": 2293,
      "قتل": 2294,
      "▁السم": 2295,
      "لا\n": 2296,
      "▁نش": 2297,
      "▁باسم": 2298,
      "▁اليك": 2299,
      "▁وربما": 2300,
      "واحد": 2301,
      "▁ايضا،": 2302,
      "ين\n": 2303,
      "▁لغير": 2304,
      "▁تاء": 2305,
      "▁الخط": 2306,
      "▁للن": 2307,
      "قام": 2308,
      "▁امرا": 2309,
      "▁جني": 2310,
      "▁الحاج": 2311,
      "▁ايام": 2312,
      "▁اري": 2313,
      "متنع": 2314,
      "▁لانك": 2315,
      "▁هناك": 2316,
      "▁\"ك": 2317,
      "▁سيد": 2318,
      "▁موصول": 2319,
      "ربة": 2320,
      "▁لعل": 2321,
      "▁بالك": 2322,
      "ابع": 2323,
      "ائب": 2324,
      "▁فانها": 2325,
      "اة": 2326,
      "▁الكسرة": 2327,
      "▁القي": 2328,
      "▁المكان": 2329,
      "▁جنس": 2330,
      "▁الرجال": 2331,
      "▁دخلت": 2332,
      "▁اظ": 2333,
      "حب": 2334,
      "▁تمام": 2335,
      "▁المشبه": 2336,
      "▁التنوين": 2337,
      "▁قطع": 2338,
      "▁المحذوف": 2339,
      "▁هولاء": 2340,
      "فاق": 2341,
      "▁تنا": 2342,
      "وضع": 2343,
      "▁وجاء": 2344,
      "ورد": 2345,
      "▁يضرب": 2346,
      "▁موسي": 2347,
      "▁ثاني": 2348,
      "▁هكذا": 2349,
      "▁الفار": 2350,
      "▁ري": 2351,
      "▁المثل": 2352,
      "▁دائ": 2353,
      "▁مصد": 2354,
      "▁المذكر": 2355,
      "▁الكثير": 2356,
      "ريك": 2357,
      "▁المغ": 2358,
      "▁معل": 2359,
      "كار": 2360,
      "▁شر": 2361,
      "▁(وال": 2362,
      "▁دليل": 2363,
      "هات": 2364,
      "▁الزي": 2365,
      "بوت": 2366,
      "▁الاول،": 2367,
      "عال": 2368,
      "▁وبه": 2369,
      "▁[سورة": 2370,
      "▁\"ف": 2371,
      "هم.\n": 2372,
      "▁طال": 2373,
      "صة": 2374,
      "▁تقع": 2375,
      "حيث": 2376,
      "▁العا": 2377,
      "▁فات": 2378,
      "▁دين": 2379,
      "▁(ه": 2380,
      "▁به.": 2381,
      "افر": 2382,
      "▁تريد": 2383,
      "▁علا": 2384,
      "▁امير": 2385,
      "▁الرابع": 2386,
      "▁نوا": 2387,
      "▁الترك": 2388,
      "▁الجنس": 2389,
      "ولد": 2390,
      "▁ته": 2391,
      "▁بالالف": 2392,
      "▁المثال": 2393,
      "▁يعود": 2394,
      "ع:": 2395,
      "▁[م": 2396,
      "▁ومنها": 2397,
      "يره": 2398,
      "▁للش": 2399,
      "▁زاد": 2400,
      "▁\"ي": 2401,
      "▁٢٠": 2402,
      "صاح": 2403,
      "رسل": 2404,
      "].\n": 2405,
      "▁الحر": 2406,
      "▁خبرا": 2407,
      "سك": 2408,
      "▁ليت": 2409,
      "وم،": 2410,
      "▁السي": 2411,
      "▁به.\n": 2412,
      "جرة": 2413,
      "▁ورجل": 2414,
      "▁الصوت": 2415,
      "ديق": 2416,
      "▁سلم": 2417,
      "▁ذلك.\n": 2418,
      "▁المونث": 2419,
      "ضعف": 2420,
      "▁لابي": 2421,
      "حية": 2422,
      "▁القيس": 2423,
      "جعل": 2424,
      "▁الوج": 2425,
      "بر،": 2426,
      "زيز": 2427,
      "▁كن": 2428,
      "ث،": 2429,
      "▁جم": 2430,
      "▁اردت": 2431,
      "▁وهل": 2432,
      "▁قرا": 2433,
      "▁لدي": 2434,
      "▁قتل": 2435,
      "▁عنه،": 2436,
      "▁وذهب": 2437,
      "▁الاول:": 2438,
      "▁ذكرنا": 2439,
      "خة": 2440,
      "قاد": 2441,
      "وش": 2442,
      "▁فجعل": 2443,
      "▁والفعل": 2444,
      "▁\"ع": 2445,
      "فن": 2446,
      "▁ويع": 2447,
      "ج،": 2448,
      "▁اشد": 2449,
      "▁(ن": 2450,
      "بيان": 2451,
      "▁يقتضي": 2452,
      "▁والز": 2453,
      "▁رف": 2454,
      "▁للج": 2455,
      "صوب": 2456,
      "▁اعمال": 2457,
      "▁يحذف": 2458,
      "▁معطو": 2459,
      "▁الاز": 2460,
      "عارة": 2461,
      "▁ضربت": 2462,
      "دا\n": 2463,
      "▁يجري": 2464,
      "ائم": 2465,
      "▁الكسر": 2466,
      "▁الري": 2467,
      "هاب": 2468,
      "▁طويل": 2469,
      "▁المعني،": 2470,
      "▁يستعمل": 2471,
      "▁رم": 2472,
      "▁المهم": 2473,
      "▁ومثال": 2474,
      "فو": 2475,
      "▁صورة": 2476,
      "▁تدل": 2477,
      "▁جمل": 2478,
      "▁سال": 2479,
      "▁كي": 2480,
      "▁حسب": 2481,
      "▁بحرف": 2482,
      "▁بقي": 2483,
      "ميز": 2484,
      "▁هما": 2485,
      "▁وتن": 2486,
      "شية": 2487,
      "▁باس": 2488,
      "▁الرحمن": 2489,
      "ذيب": 2490,
      "▁الصحيح": 2491,
      "▁البحر": 2492,
      "▁عز": 2493,
      "از": 2494,
      "ختار": 2495,
      "▁وقوع": 2496,
      "▁المرا": 2497,
      "▁فالم": 2498,
