{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "post_processor": null,
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[BOS]": 1,
      "[EOS]": 2,
      "[PAD]": 3,
      "[SEP]": 4,
      "[MASK]": 5,
      "\n": 6,
      "!": 7,
      "\"": 8,
      "(": 9,
      ")": 10,
      "-": 11,
      ".": 12,
      ":": 13,
      ";": 14,
      "[": 15,
      "]": 16,
      "،": 17,
      "؛": 18,
      "؟": 19,
      "ء": 20,
      "آ": 21,
      "أ": 22,
      "إ": 23,
      "ئ": 24,
      "ا": 25,
      "ب": 26,
      "ة": 27,
      "ت": 28,
      "ث": 29,
      "ج": 30,
      "ح": 31,
      "خ": 32,
      "د": 33,
      "ذ": 34,
      "ر": 35,
      "ز": 36,
      "س": 37,
      "ش": 38,
      "ص": 39,
      "ض": 40,
      "ط": 41,
      "ظ": 42,
      "ع": 43,
      "غ": 44,
      "ـ": 45,
      "ف": 46,
      "ق": 47,
      "ك": 48,
      "ل": 49,
      "م": 50,
      "ن": 51,
      "ه": 52,
      "و": 53,
      "ى": 54,
      "ي": 55,
      "٠": 56,
      "١": 57,
      "٢": 58,
      "٣": 59,
      "٤": 60,
      "٥": 61,
      "٦": 62,
      "٧": 63,
      "٨": 64,
      "٩": 65,
      "ٹ": 66,
      "پ": 67,
      "چ": 68,
      "ڑ": 69,
      "ژ": 70,
      "ک": 71,
      "گ": 72,
      "ں": 73,
      "ھ": 74,
      "ہ": 75,
      "ے": 76,
      "▁": 77,
      "▁ا": 78,
      "▁ال": 79,
      "▁و": 80,
      "▁م": 81,
      "ال": 82,
      "▁ف": 83,
      "▁ب": 84,
      "▁ع": 85,
      "ان": 86,
      "▁ل": 87,
      "▁ي": 88,
      "▁في": 89,
      "لي": 90,
      "▁ق": 91,
      "▁من": 92,
      "ما": 93,
      "ها": 94,
      "▁ت": 95,
      "▁ك": 96,
      "▁ان": 97,
      "▁الم": 98,
      "لا": 99,
      "▁الا": 100,
      "ين": 101,
      ".\n": 102,
      "▁وال": 103,
      "له": 104,
      "را": 105,
      "وا": 106,
      "▁علي": 107,
      "▁ح": 108,
      "نا": 109,
      "▁(": 110,
      "▁بن": 111,
      "▁ه": 112,
      "ري": 113,
      "▁اب": 114,
      "▁وا": 115,
      "ذا": 116,
      "ول": 117,
      "▁س": 118,
      "ير": 119,
      "ون": 120,
      "هم": 121,
      "..": 122,
      "▁عن": 123,
      "▁ن": 124,
      "▁ج": 125,
      "▁الي": 126,
      "ار": 127,
      "▁ر": 128,
      "▁قال": 129,
      "اب": 130,
      "لك": 131,
      "▁وق": 132,
      "ية": 133,
      "عل": 134,
      "▁ما": 135,
      "دي": 136,
      "▁الح": 137,
      "اء": 138,
      "▁الله": 139,
      "ني": 140,
      "▁لا": 141,
      "▁\n": 142,
      "▁بال": 143,
      "بي": 144,
      "▁ش": 145,
      "ام": 146,
      "▁الع": 147,
      "ست": 148,
      "▁ذ": 149,
      "▁\"": 150,
      "▁الت": 151,
      "من": 152,
      "▁خ": 153,
      "ة،": 154,
      "لم": 155,
      "▁ص": 156,
      "ه،": 157,
      "▁اي": 158,
      "في": 159,
      "▁وه": 160,
      "▁الق": 161,
      "ات": 162,
      "مع": 163,
      "مر": 164,
      "▁كان": 165,
      "▁ث": 166,
      "كر": 167,
      "دا": 168,
      "رب": 169,
      "▁الن": 170,
      "▁او": 171,
      "▁مع": 172,
      "ور": 173,
      "▁الس": 174,
      "▁..": 175,
      "وي": 176,
      "▁الف": 177,
      "حم": 178,
      "ته": 179,
      "▁الش": 180,
      "عد": 181,
      "رف": 182,
      "با": 183,
      "يد": 184,
      "▁غ": 185,
      "▁د": 186,
      "▁...": 187,
      "▁-": 188,
      "▁الج": 189,
      "رج": 190,
      "وم": 191,
      "قال": 192,
      "يل": 193,
      "▁وك": 194,
      "▁ابن": 195,
      "▁الك": 196,
      "وله": 197,
      "بد": 198,
      "▁اخ": 199,
      "بر": 200,
      "ائ": 201,
      ":\n": 202,
      "تي": 203,
      "قد": 204,
      "▁وان": 205,
      "▁وي": 206,
      "▁هذا": 207,
      "كم": 208,
      "اد": 209,
      "▁.": 210,
      "▁الذ": 211,
      "▁ز": 212,
      "سم": 213,
      "حد": 214,
      "▁الخ": 215,
      "▁فا": 216,
      "▁١": 217,
      "▁ذلك": 218,
      "▁الب": 219,
      "▁ولا": 220,
      "اف": 221,
      "▁الص": 222,
      "لت": 223,
      "▁به": 224,
      "كون": 225,
      "قي": 226,
      "رة": 227,
      "لام": 228,
      "حمد": 229,
      "▁وت": 230,
      "▁له": 231,
      "▁وهو": 232,
      "ود": 233,
      "▁ط": 234,
      "▁وع": 235,
      "▁[": 236,
      "▁اذا": 237,
      "▁ابي": 238,
      "قول": 239,
      "▁قال:": 240,
      "▁الد": 241,
      "لة": 242,
      "▁لم": 243,
      "يم": 244,
      "▁ابو": 245,
      "ذه": 246,
      "▁ثم": 247,
      "▁لان": 248,
      "▁هو": 249,
      "▁تع": 250,
      "فر": 251,
      "▁وج": 252,
      "عة": 253,
      "اني": 254,
      "▁عبد": 255,
      "اه": 256,
      "▁وقال": 257,
      "رك": 258,
      "الي": 259,
      "سي": 260,
      "صل": 261,
      "وف": 262,
      "فع": 263,
      "بل": 264,
      "▁الر": 265,
      "▁لل": 266,
      "▁ام": 267,
      "▁قد": 268,
      "حي": 269,
      "عم": 270,
      "▁انه": 271,
      "▁اس": 272,
      "به": 273,
      "بة": 274,
      "▁وم": 275,
      "▁فان": 276,
      "▁فيه": 277,
      "▁ول": 278,
      "▁لي": 279,
      "▁الذي": 280,
      "مي": 281,
      "ــ": 282,
      "▁بع": 283,
      "▁وفي": 284,
      "▁غير": 285,
      "▁وقد": 286,
      "▁ض": 287,
      "▁بعد": 288,
      "▁٢": 289,
      "سن": 290,
      "وج": 291,
      "ديث": 292,
      "ذلك": 293,
      "عت": 294,
      "▁بين": 295,
      "بت": 296,
      "كن": 297,
      "فت": 298,
      "حو": 299,
      "▁ومن": 300,
      "▁قوله": 301,
      "▁عليه": 302,
      "▁فقال": 303,
      "شر": 304,
      "ها،": 305,
      "فا": 306,
      "▁كل": 307,
      "فس": 308,
      "صر": 309,
      "وب": 310,
      "▁الث": 311,
      "▁وب": 312,
      "رض": 313,
      "▁النا": 314,
      "▁كما": 315,
      "هما": 316,
      "حا": 317,
      "▁مو": 318,
      "▁يع": 319,
      "قت": 320,
      "نة": 321,
      "▁محمد": 322,
      "وع": 323,
      "▁وكان": 324,
      "دة": 325,
      "لب": 326,
      "ضي": 327,
      "▁را": 328,
      "سول": 329,
      "▁الط": 330,
      "هر": 331,
      "ضا": 332,
      "مة": 333,
      "▁تعالي": 334,
      "▁عمر": 335,
      "يا": 336,
      "قة": 337,
      "خل": 338,
      "علم": 339,
      "جر": 340,
      "حت": 341,
      "▁عند": 342,
      "▁با": 343,
      "▁يت": 344,
      "عي": 345,
      "▁والم": 346,
      "جا": 347,
      "هل": 348,
      "▁وس": 349,
      "فة": 350,
      "▁هذه": 351,
      "▁حتي": 352,
      "▁يكون": 353,
      "بع": 354,
      "غير": 355,
      "▁شي": 356,
      "▁است": 357,
      "▁مث": 358,
      "▁٣": 359,
      "مل": 360,
      "▁يج": 361,
      "قا": 362,
      "▁وما": 363,
      "▁التي": 364,
      "▁ون": 365,
      "ماء": 366,
      ")\n": 367,
      "در": 368,
      "▁فل": 369,
      "▁رسول": 370,
      "ضع": 371,
      "▁المع": 372,
      ").\n": 373,
      "يب": 374,
      "راء": 375,
      "▁الو": 376,
      "سر": 377,
      "▁حد": 378,
      "مان": 379,
      "▁ذكر": 380,
      "تاب": 381,
      "يت": 382,
      "▁والا": 383,
      "▁يا": 384,
      "▁مت": 385,
      "▁الز": 386,
      "وه": 387,
      "▁اص": 388,
      "قل": 389,
      "▁ين": 390,
      "▁مح": 391,
      "▁الان": 392,
      "▁بعض": 393,
      "وت": 394,
      "▁الل": 395,
      "جل": 396,
      "رت": 397,
      "▁،": 398,
      "▁الغ": 399,
      "ين،": 400,
      "وس": 401,
      "رد": 402,
      "وز": 403,
      "وق": 404,
      "▁اح": 405,
      "▁اع": 406,
      "شي": 407,
      "مس": 408,
      "▁فت": 409,
      "اح": 410,
      "▁بل": 411,
      "▁مس": 412,
      "عا": 413,
      "كان": 414,
      "▁وح": 415,
      "▁حدث": 416,
      "راد": 417,
      "▁فه": 418,
      "▁نا": 419,
      "▁اش": 420,
      "▁الاس": 421,
      "ثر": 422,
      "لق": 423,
      "▁نحو": 424,
      "▁:": 425,
      "▁منه": 426,
      "▁اليه": 427,
      "لاث": 428,
      "ذكر": 429,
      "عر": 430,
      "خر": 431,
      "▁اي:": 432,
      "ده": 433,
      "▁ظ": 434,
      "صب": 435,
      "▁٤": 436,
      "فظ": 437,
      "▁يقول": 438,
      "دل": 439,
      "▁(١": 440,
      "▁بها": 441,
      "▁.\n": 442,
      "ليل": 443,
      "▁الناس": 444,
      ")،": 445,
      "سب": 446,
      "ه:": 447,
      "خت": 448,
      "▁فيها": 449,
      "▁الوا": 450,
      "مت": 451,
      "▁ولم": 452,
      "سان": 453,
      "هم،": 454,
      "▁واب": 455,
      "كل": 456,
      "▁احد": 457,
      "ضم": 458,
      "اري": 459,
      "ية،": 460,
      "▁وص": 461,
      "ــــ": 462,
      "نت": 463,
      "▁قول": 464,
      "▁يق": 465,
      "زل": 466,
      "م،": 467,
      "▁وهي": 468,
      "▁اسم": 469,
      "حة": 470,
      "▁(ال": 471,
      "▁المو": 472,
      "فعل": 473,
      "▁يوم": 474,
      "▁النبي": 475,
      "د،": 476,
      "ا،": 477,
      "▁ات": 478,
      "ان،": 479,
      "▁سنة": 480,
      "▁ور": 481,
      "▁لما": 482,
      "▁مثل": 483,
      "▁والت": 484,
      "▁ايضا": 485,
      "▁زيد": 486,
      "وة": 487,
      "ولي": 488,
      "زي": 489,
      "الة": 490,
      "▁قبل": 491,
      "▁المت": 492,
      "طي": 493,
      "▁فعل": 494,
      "▁يقال": 495,
      "▁اهل": 496,
      "▁المس": 497,
      "▁اج": 498,
      "ب،": 499,
      "▁عنه": 500,
      "ورة": 501,
      "هد": 502,
      "زم": 503,
      "▁اذ": 504,
      "الك": 505,
      "▁اد": 506,
      "قط": 507,
      "غة": 508,
      "▁امر": 509,
      "▁الشي": 510,
      "▁فال": 511,
      "معني": 512,
      "خرج": 513,
      "▁احمد": 514,
      "▁اله": 515,
      "مام": 516,
      "اج": 517,
      "▁الحديث": 518,
      "ظر": 519,
      "▁فلا": 520,
      "رق": 521,
      "يل:": 522,
      "▁واحد": 523,
      "ثير": 524,
      "▁لانه": 525,
      "راه": 526,
      "رجل": 527,
      "▁حديث": 528,
      "▁باب": 529,
      "تب": 530,
      "▁حدثنا": 531,
      "▁هي": 532,
      "وال": 533,
      "▁اخر": 534,
      "▁ليس": 535,
      "▁المن": 536,
      "لف": 537,
      "رس": 538,
      "اص": 539,
      "▁٥": 540,
      "بار": 541,
      "▁قوله:": 542,
      "قدم": 543,
      "▁كانت": 544,
      "▁المص": 545,
      "وان": 546,
      "دين": 547,
      "كي": 548,
      "▁بم": 549,
      "ضاف": 550,
      "▁اق": 551,
      "▁قلت": 552,
      "▁يح": 553,
      "▁واما": 554,
      "طا": 555,
      "▁اك": 556,
      "▁ولي": 557,
      "خذ": 558,
      "▁العرب": 559,
      "▁بان": 560,
      "\"،": 561,
      "ه.\n": 562,
      "حاب": 563,
      "طل": 564,
      "ملة": 565,
      "ضل": 566,
      "▁فقال:": 567,
      "ر،": 568,
      "▁جاء": 569,
      "سا": 570,
      "وك": 571,
      "واب": 572,
      "صي": 573,
      "قوله": 574,
      "▁البي": 575,
      "▁وهذا": 576,
      "▁الام": 577,
      "▁رج": 578,
      "ئة": 579,
      "ذف": 580,
      "▁لو": 581,
      "▁حي": 582,
      "فق": 583,
      "▁[ال": 584,
      "ذي": 585,
      "فتح": 586,
      "▁ولك": 587,
      "وفي": 588,
      "رم": 589,
      "▁مج": 590,
      "▁تح": 591,
      "▁تعالي:": 592,
      "▁يد": 593,
      "▁شيء": 594,
      "باس": 595,
      "▁يست": 596,
      "▁والن": 597,
      "راب": 598,
      "▁الاع": 599,
      "▁فهو": 600,
      "▁اما": 601,
      "▁لها": 602,
      "▁وخ": 603,
      "▁جمع": 604,
      "▁(٢": 605,
      "تم": 606,
      "الف": 607,
      "▁تن": 608,
      "▁تق": 609,
      "ارة": 610,
      "اء،": 611,
      "▁منها": 612,
      "ضر": 613,
      "▁كال": 614,
      "▁يش": 615,
      "▁فق": 616,
      "▁بي": 617,
      "▁يس": 618,
      "جد": 619,
      "▁نفس": 620,
      "تها": 621,
      "▁\"ال": 622,
      "▁الظ": 623,
      "▁يص": 624,
      "▁بح": 625,
      "ريد": 626,
      "▁الدين": 627,
      "زة": 628,
      "▁ثلاث": 629,
      "بير": 630,
      "ماع": 631,
      "▁الاول": 632,
      "▁الاخ": 633,
      "ق،": 634,
      "▁فع": 635,
      "▁القر": 636,
      "▁وغير": 637,
      "▁بد": 638,
      "▁كتاب": 639,
      "ناء": 640,
      "▁فلما": 641,
      "▁بك": 642,
      "▁والج": 643,
      "رح": 644,
      "رية": 645,
      "ه.": 646,
      "يف": 647,
      "لاء": 648,
      "▁عمرو": 649,
      "▁بكر": 650,
      "ادة": 651,
      "▁مص": 652,
      "ند": 653,
      "زيد": 654,
      "▁قل": 655,
      "لاة": 656,
      "لمة": 657,
      "شد": 658,
      "):": 659,
      "قص": 660,
      "ينا": 661,
      "ي،": 662,
      "▁٦": 663,
      "▁والح": 664,
      "▁الاست": 665,
      "▁روا": 666,
      "▁بما": 667,
      "▁يو": 668,
      "▁سمع": 669,
      "▁سب": 670,
      "▁الذين": 671,
      "اس": 672,
      "ك،": 673,
      "قول:": 674,
      "▁والع": 675,
      "روف": 676,
      "▁بني": 677,
      "عيد": 678,
      "ريق": 679,
      "قر": 680,
      "وح": 681,
      "▁وقوله": 682,
      "▁ولكن": 683,
      "▁يعني": 684,
      "▁لهم": 685,
      "لط": 686,
      "▁انا": 687,
      "▁ذا": 688,
      "▁هنا": 689,
      "لاف": 690,
      "▁روي": 691,
      "مه": 692,
      "زا": 693,
      "▁للم": 694,
      "▁معني": 695,
      "▁محل": 696,
      "▁وعلي": 697,
      "▁اث": 698,
      "▁الفعل": 699,
      "▁مست": 700,
      "▁الرا": 701,
      "▁وانما": 702,
      "شا": 703,
      "▁الرح": 704,
      "▁انما": 705,
      "▁انت": 706,
      "▁فاذا": 707,
      "▁علم": 708,
      "▁قت": 709,
      "▁فقد": 710,
      "....": 711,
      "▁رب": 712,
      "صف": 713,
      "▁الارض": 714,
      "ره": 715,
      "قب": 716,
      "فعول": 717,
      "عب": 718,
      "راهيم": 719,
      "ولا": 720,
      "▁الحسن": 721,
      "ع،": 722,
      "ذهب": 723,
      "▁رجل": 724,
      "اله": 725,
      "مير": 726,
      "▁حين": 727,
      "رات": 728,
      "▁دا": 729,
      "▁وش": 730,
      "▁اول": 731,
      "▁اف": 732,
      "امة": 733,
      "▁الرجل": 734,
      "▁لك": 735,
      "▁مر": 736,
      "▁يم": 737,
      "▁كثير": 738,
      "▁بمعني": 739,
      "▁المح": 740,
      "▁مما": 741,
      "▁صاح": 742,
      "طف": 743,
      "الم": 744,
      "▁ود": 745,
      "▁وث": 746,
      "اتي": 747,
      "بني": 748,
      "▁والله": 749,
      "▁ها": 750,
      "كة": 751,
      "▁حرف": 752,
      "طب": 753,
      "▁وجه": 754,
      "راة": 755,
      "▁الض": 756,
      "▁الكلام": 757,
      "شت": 758,
      "ري،": 759,
      "حدث": 760,
      "▁عد": 761,
      "▁زي": 762,
      "اهر": 763,
      "▁المعني": 764,
      "▁و\"": 765,
      "سل": 766,
      "▁وذلك": 767,
      "▁واست": 768,
      "▁وز": 769,
      "ال،": 770,
      "▁(٣": 771,
      "وات": 772,
      "طر": 773,
      "▁ويقال": 774,
      "▁تكون": 775,
      "▁يك": 776,
      "▁قلت:": 777,
      "وجه": 778,
      "▁نحو:": 779,
      "▁مالك": 780,
      "ناه": 781,
      "▁ابراهيم": 782,
      "قه": 783,
      "نف": 784,
      "امل": 785,
      "▁الامر": 786,
      "▁٧": 787,
      "ــــــــ": 788,
      "▁هم": 789,
      "▁لت": 790,
      "▁وقيل:": 791,
      "صد": 792,
      "وا:": 793,
      "ظم": 794,
      "اع": 795,
      "انا": 796,
      "وية": 797,
      "▁اخبر": 798,
      "رع": 799,
      "]\n": 800,
      "\".\n": 801,
      "▁الاص": 802,
      "حيح": 803,
      "س،": 804,
      "عمل": 805,
      "▁بالم": 806,
      "نه": 807,
      "ويل": 808,
      "▁انها": 809,
      "▁دون": 810,
      "▁بت": 811,
      "باب": 812,
      "ة:": 813,
      "غي": 814,
      "هب": 815,
      "امر": 816,
      "▁فيما": 817,
      "▁سعيد": 818,
      "▁واذا": 819,
      "كا": 820,
      "ة.\n": 821,
      "▁الثاني": 822,
      "▁منهم": 823,
      "وض": 824,
      "جب": 825,
      "ديد": 826,
      "▁ابا": 827,
      "▁الرحمن": 828,
      "اذ": 829,
      "▁الملك": 830,
      "▁كلام": 831,
      "▁عليها": 832,
      "قدير": 833,
      "▁عبي": 834,
      "مد": 835,
      "▁نس": 836,
      "▁قب": 837,
      "علق": 838,
      "▁وف": 839,
      "ثل": 840,
      "حيي": 841,
      "رط": 842,
      "يرا": 843,
      "▁موضع": 844,
      "كت": 845,
      "▁تس": 846,
      "▁حال": 847,
      "جاز": 848,
      "يس": 849,
      "▁القا": 850,
      "▁الفا": 851,
      "نس": 852,
      "▁يخ": 853,
      "▁الكتاب": 854,
      "جم": 855,
      "ضرب": 856,
      "▁يقول:": 857,
      "▁يكن": 858,
      "▁تت": 859,
      "▁يجوز": 860,
      "▁الله،": 861,
      "دت": 862,
      "▁فانه": 863,
      "▁فلم": 864,
      "▁للا": 865,
      "▁وابن": 866,
      "▁يقال:": 867,
      "▁ارب": 868,
      "عين": 869,
      "▁اخت": 870,
      "▁جمي": 871,
      "عه": 872,
      "انية": 873,
      "حق": 874,
      "ذر": 875,
      "▁عشر": 876,
      "▁تج": 877,
      "▁يب": 878,
      "▁البيت": 879,
      "▁اه": 880,
      "▁صاحب": 881,
      "لهم": 882,
      "▁خبر": 883,
      "ة.": 884,
      "▁وكذلك": 885,
      "واء": 886,
      "له،": 887,
      "هي": 888,
      ").": 889,
      "▁المش": 890,
      "▁مق": 891,
      "▁جعل": 892,
      "▁وليس": 893,
      "▁قوم": 894,
      "▁حيث": 895,
      "▁عليهم": 896,
      "بتدا": 897,
      "▁رفع": 898,
      "الث": 899,
      "ح،": 900,
      "▁بخ": 901,
      "م:": 902,
      "▁الفت": 903,
      "نب": 904,
      "▁الواو": 905,
      "▁حم": 906,
      "▁فكان": 907,
      "▁عم": 908,
      "▁بالا": 909,
      "حر": 910,
      "▁ضمير": 911,
      "ذك": 912,
      "▁النس": 913,
      "▁٨": 914,
      "حل": 915,
      "▁لفظ": 916,
      "ن،": 917,
      "▁تص": 918,
      "▁الشا": 919,
      "▁ضرب": 920,
      "▁(ا": 921,
      "ذب": 922,
      "▁فما": 923,
      "▁مش": 924,
      "ون،": 925,
      "رفع": 926,
      "▁فن": 927,
      "▁جع": 928,
      "ريف": 929,
      "▁الما": 930,
      "▁ولو": 931,
      "صار": 932,
      "▁كنت": 933,
      "جة": 934,
      "▁(٤": 935,
      "جي": 936,
      "▁عباس": 937,
      "ثمان": 938,
      "وص": 939,
      "نع": 940,
      "▁شيئ": 941,
      "▁موسي": 942,
      "▁ير": 943,
      "▁تا": 944,
      "▁الاسم": 945,
      "▁فس": 946,
      "▁عي": 947,
      "▁ومع": 948,
      "ائل": 949,
      "▁اني": 950,
      "▁الاية": 951,
      "وء": 952,
      "حاق": 953,
      "▁اكثر": 954,
      "طع": 955,
      "▁منص": 956,
      "رائ": 957,
      "▁وابو": 958,
      "▁لع": 959,
      "▁تقدم": 960,
      "▁قري": 961,
      "▁اعلم": 962,
      "سمي": 963,
      "تهي": 964,
      "▁اصحاب": 965,
      "▁تم": 966,
      "▁الاسلام": 967,
      "ئت": 968,
      "▁والخ": 969,
      "▁العلم": 970,
      "▁فج": 971,
      "▁اراد": 972,
      "▁كذا": 973,
      "▁العل": 974,
      "▁خال": 975,
      "ضار": 976,
      "▁والس": 977,
      "▁مخ": 978,
      "▁وبين": 979,
      "طاب": 980,
      "▁المست": 981,
      "▁لكن": 982,
      "▁تك": 983,
      "▁الشيء": 984,
      "▁الاخر": 985,
      "فل": 986,
      "ظهر": 987,
      "مال": 988,
      "لية": 989,
      "▁والث": 990,
      "▁بق": 991,
      "فه": 992,
      "سة": 993,
      "▁وعن": 994,
      "▁(و": 995,
      "▁الاش": 996,
      "طلق": 997,
      "الح": 998,
      "▁يحيي": 999,
      "▁كذلك": 1000,
      "مات": 1001,
      "▁واس": 1002,
      "▁بلا": 1003,
      "▁لاب": 1004,
      "يات": 1005,
      "▁والش": 1006,
      "▁الاولي": 1007,
      "▁حسن": 1008,
      "▁فر": 1009,
      "حن": 1010,
      "فرد": 1011,
      "انه": 1012,
      "بيل": 1013,
      "يلة": 1014,
      "▁الماء": 1015,
      "ونه": 1016,
      "از": 1017,
      "▁به،": 1018,
      "▁(١)": 1019,
      "ظيم": 1020,
      "ها.\n": 1021,
      "▁سن": 1022,
      "▁والص": 1023,
      "نيا": 1024,
      "▁الجمع": 1025,
      "ما،": 1026,
      "▁التع": 1027,
      "▁سي": 1028,
      "▁القران": 1029,
      "▁٩": 1030,
      "▁اعت": 1031,
      "▁تد": 1032,
      "ائر": 1033,
      "داد": 1034,
      "ماعة": 1035,
      "▁سلي": 1036,
      "▁اخذ": 1037,
      "▁الشيخ": 1038,
      "الب": 1039,
      "▁مات": 1040,
      "▁سا": 1041,
      "▁بالت": 1042,
      "هاء": 1043,
      "ها.": 1044,
      "▁بذلك": 1045,
      "▁والك": 1046,
      "▁هل": 1047,
      "وط": 1048,
      "▁للت": 1049,
      "ف،": 1050,
      "الا": 1051,
      "▁المومن": 1052,
      "را،": 1053,
      "▁مسلم": 1054,
      "▁عبيد": 1055,
      "دينة": 1056,
      "لامة": 1057,
      "▁تلك": 1058,
      "▁وهم": 1059,
      "بين": 1060,
      "رير": 1061,
      "▁الصلاة": 1062,
      "ئل": 1063,
      "ير،": 1064,
      "▁ومنه": 1065,
      "▁ذلك،": 1066,
      "بيه": 1067,
      "▁المسلم": 1068,
      "سين": 1069,
      "▁الشاعر": 1070,
      "▁ترك": 1071,
      "يرة": 1072,
      "جز": 1073,
      "الت": 1074,
      "▁نعم": 1075,
      "▁صد": 1076,
      "بس": 1077,
      "▁ملك": 1078,
      "ذوف": 1079,
      "▁حذف": 1080,
      "شرة": 1081,
      "عمال": 1082,
      "داء": 1083,
      "▁سعد": 1084,
      "▁راي": 1085,
      "▁بعضهم": 1086,
      "▁لن": 1087,
      "▁مد": 1088,
      "ئذ": 1089,
      "اهد": 1090,
      "ولة": 1091,
      "▁عثمان": 1092,
      "ويه": 1093,
      "▁وط": 1094,
      "▁واخ": 1095,
      "▁الهم": 1096,
      "▁وله": 1097,
      "▁خرج": 1098,
      "▁والي": 1099,
      "▁فمن": 1100,
      "جت": 1101,
      "▁واح": 1102,
      "ان:": 1103,
      "بات": 1104,
      "▁الاد": 1105,
      "▁يريد": 1106,
      "حمل": 1107,
      "▁ذكره": 1108,
      "خص": 1109,
      "▁شيئا": 1110,
      "▁يل": 1111,
      "لاح": 1112,
      "لين": 1113,
      "وها": 1114,
      "▁رايت": 1115,
      "▁بط": 1116,
      "▁تش": 1117,
      "▁فار": 1118,
      "قع": 1119,
      "ابت": 1120,
      "▁وغ": 1121,
      "▁وقال:": 1122,
      "دا،": 1123,
      "▁نص": 1124,
      "▁حكم": 1125,
      "▁لنا": 1126,
      "مار": 1127,
      "ور،": 1128,
      "▁مبني": 1129,
      "ك:": 1130,
      "▁عليه،": 1131,
      "▁دين": 1132,
      "▁تو": 1133,
      "ريح": 1134,
      "▁الاح": 1135,
      "▁اسحاق": 1136,
      "▁الاصل": 1137,
      "بط": 1138,
      "▁كانوا": 1139,
      "▁وذكر": 1140,
      "▁اخبرنا": 1141,
      "هن": 1142,
      "▁عين": 1143,
      "قيق": 1144,
      "يام": 1145,
      "شة": 1146,
      "▁فح": 1147,
      "▁خمس": 1148,
      "▁العين": 1149,
      "ها:": 1150,
      "▁خير": 1151,
      "▁وقوله:": 1152,
      "▁كث": 1153,
      "▁بفتح": 1154,
      "▁والق": 1155,
      "غت": 1156,
      "▁عا": 1157,
      "▁تخ": 1158,
      "▁الالف": 1159,
      "▁بالك": 1160,
      "▁يزيد": 1161,
      "▁(٥": 1162,
      "▁انك": 1163,
      "▁قص": 1164,
      "▁عل": 1165,
      "ريم": 1166,
      "عن": 1167,
      "فار": 1168,
      "لطان": 1169,
      "▁اخرج": 1170,
      "ضاء": 1171,
      "▁انهم": 1172,
      "▁١٠": 1173,
      "رفة": 1174,
      "▁معا": 1175,
      "▁وقت": 1176,
      "▁الحق": 1177,
      "▁القوم": 1178,
      "جاج": 1179,
      "▁\"ا": 1180,
      "مش": 1181,
      "▁نفسه": 1182,
      "▁الحكم": 1183,
      "قوله:": 1184,
      "▁فلي": 1185,
      "سه": 1186,
      "▁الرج": 1187,
      "جه": 1188,
      "▁البا": 1189,
      "▁عق": 1190,
      "▁قيل": 1191,
      "بيع": 1192,
      "▁رواية": 1193,
      "▁الخبر": 1194,
      "رجع": 1195,
      "▁ست": 1196,
      "\".": 1197,
      "▁بيت": 1198,
      "قات": 1199,
      "▁فك": 1200,
      "بح": 1201,
      "واد": 1202,
      "▁اللغة": 1203,
      "▁فاعل": 1204,
      "▁القول": 1205,
      "▁جعفر": 1206,
      "▁ثلاثة": 1207,
      "وبة": 1208,
      "▁بس": 1209,
      "فص": 1210,
      "▁جل": 1211,
      "رام": 1212,
      "▁الضم": 1213,
      "بال": 1214,
      "نا،": 1215,
      "▁خل": 1216,
      "▁البر": 1217,
      "خاري": 1218,
      "رار": 1219,
      "▁اط": 1220,
      "▁طريق": 1221,
      "ين.\n": 1222,
      "▁قائ": 1223,
      "▁مفعول": 1224,
      "▁(٢)": 1225,
      "▁ار": 1226,
      "▁الباب": 1227,
      "▁يغ": 1228,
      "ون:": 1229,
      "فض": 1230,
      "دي،": 1231,
      "جرور": 1232,
      "▁نصب": 1233,
      "▁بالح": 1234,
      "كب": 1235,
      "▁والد": 1236,
      "▁سيب": 1237,
      "ارث": 1238,
      "▁الياء": 1239,
      "▁معه": 1240,
      "ركة": 1241,
      "▁بر": 1242,
      "▁اللفظ": 1243,
      "لا،": 1244,
      "▁انتهي": 1245,
      "▁الدنيا": 1246,
      "رفوع": 1247,
      "▁تحت": 1248,
      "ي:": 1249,
      "نو": 1250,
      "▁داود": 1251,
      "▁عائ": 1252,
      "▁اصل": 1253,
      "لائ": 1254,
      "▁سمعت": 1255,
      "؟\n": 1256,
      "▁ويقال:": 1257,
      "▁له:": 1258,
      "ارض": 1259,
      "▁قر": 1260,
      "▁جوا": 1261,
      "▁واص": 1262,
      "▁لله": 1263,
      "ديم": 1264,
      "ينة": 1265,
      "▁وقيل": 1266,
      "عام": 1267,
      "واو": 1268,
      "▁فلان": 1269,
      "▁مكان": 1270,
      "▁بج": 1271,
      "صرف": 1272,
      "▁حب": 1273,
      "ثني": 1274,
      "فها": 1275,
      "قتل": 1276,
      "▁اغ": 1277,
      "قام": 1278,
      "▁المنا": 1279,
      "▁هـ": 1280,
      "ري:": 1281,
      "▁لانها": 1282,
      "فاء": 1283,
      "▁اتي": 1284,
      "ار،": 1285,
      "▁الامام": 1286,
      "▁عام": 1287,
      "▁اليوم": 1288,
      "افظ": 1289,
      "ماعيل": 1290,
      "▁١١": 1291,
      "▁بمن": 1292,
      "قدر": 1293,
      "جع": 1294,
      "▁والب": 1295,
      "▁جميع": 1296,
      "ريب": 1297,
      "▁الانسان": 1298,
      "▁لكم": 1299,
      "▁وفيه": 1300,
      "▁مصر": 1301,
      "▁لمن": 1302,
      "▁جر": 1303,
      "▁خلق": 1304,
      "▁البص": 1305,
      "هار": 1306,
      "▁دار": 1307,
      "هور": 1308,
      "▁اللام": 1309,
      "▁كيف": 1310,
      "▁نز": 1311,
      "وهم": 1312,
      "نين": 1313,
      "▁الشعر": 1314,
      "▁كتب": 1315,
      "▁دخ": 1316,
      "كس": 1317,
      "▁بش": 1318,
      "▁ورد": 1319,
      "\":": 1320,
      "▁(ف": 1321,
      "▁البخاري": 1322,
      "ته،": 1323,
      "ت،": 1324,
      "▁سليمان": 1325,
      "▁تقول:": 1326,
      "▁فوق": 1327,
      "▁الثلاث": 1328,
      "▁قالوا:": 1329,
      "▁نف": 1330,
      "▁ذي": 1331,
      "▁لق": 1332,
      "زلة": 1333,
      "▁قتل": 1334,
      "اريخ": 1335,
      "▁وروي": 1336,
      "▁الحال": 1337,
      "▁حق": 1338,
      "▁ثنا": 1339,
      "نية": 1340,
      "عود": 1341,
      "▁المخ": 1342,
      "▁١٣": 1343,
      "شام": 1344,
      "▁(ان": 1345,
      "▁صف": 1346,
      "▁١٩": 1347,
      "▁وانشد": 1348,
      "▁توفي": 1349,
      "▁وكل": 1350,
      "▁قام": 1351,
      "▁دع": 1352,
      "▁حا": 1353,
      "ــــــــــــــــ": 1354,
      "ت:": 1355,
      "▁تر": 1356,
      "▁ونحو": 1357,
      "▁بص": 1358,
      "▁يدل": 1359,
      "ثال": 1360,
      "طلب": 1361,
      "▁١٢": 1362,
      "▁صفة": 1363,
      "▁عرف": 1364,
      "▁وكانت": 1365,
      "▁قيل:": 1366,
      "▁امن": 1367,
      "ه\n": 1368,
      "غل": 1369,
      "▁طل": 1370,
      "كلم": 1371,
      "▁عبا": 1372,
      "ورا": 1373,
      "▁تري": 1374,
      "▁بالن": 1375,
      "▁تقدير": 1376,
      "▁جه": 1377,
      "▁المراد": 1378,
      "▁قط": 1379,
      "▁ولد": 1380,
      "▁صار": 1381,
      "▁المذك": 1382,
      "▁نع": 1383,
      "▁تقول": 1384,
      "مائة": 1385,
      "زيز": 1386,
      "ين:": 1387,
      "▁از": 1388,
      "▁نظ": 1389,
      "اق": 1390,
      "ارب": 1391,
      "........": 1392,
      "▁الليل": 1393,
      "▁واع": 1394,
      "▁متعلق": 1395,
      "فعال": 1396,
      "▁المد": 1397,
      "يه": 1398,
      "▁اشت": 1399,
      "ناس": 1400,
      "▁الجز": 1401,
      "جوز": 1402,
      "تهم": 1403,
      "▁ولما": 1404,
      "يش": 1405,
      "▁مرفوع": 1406,
      "وسف": 1407,
      "▁جز": 1408,
      "▁وقع": 1409,
      "وائ": 1410,
      "حب": 1411,
      "▁يحت": 1412,
      "صول": 1413,
      "لي،": 1414,
      "▁مل": 1415,
      "افر": 1416,
      "▁الثالث": 1417,
      "▁الفاعل": 1418,
      "اته": 1419,
      "▁وكذا": 1420,
      "▁يعلم": 1421,
      "▁يز": 1422,
      "▁له،": 1423,
      "▁شع": 1424,
      "▁١٤": 1425,
      "جاب": 1426,
      "▁سمي": 1427,
      "▁١)": 1428,
      "ائدة": 1429,
      "فسير": 1430,
      "ختلف": 1431,
      "▁لح": 1432,
      "وا،": 1433,
      "ضارع": 1434,
      "▁وام": 1435,
      "▁الال": 1436,
      "▁عر": 1437,
      "ها\n": 1438,
      "▁فقلت": 1439,
      "بلغ": 1440,
      "▁يذكر": 1441,
      "▁اسماعيل": 1442,
      "▁قدم": 1443,
      "ضافة": 1444,
      "▁بنت": 1445,
      "اك": 1446,
      "رسل": 1447,
      "▁الاز": 1448,
      "▁(٦": 1449,
      "▁غيره": 1450,
      "▁وات": 1451,
      "لاق": 1452,
      "ائي": 1453,
      "▁بهم": 1454,
      "▁فيه،": 1455,
      "▁[١": 1456,
      "▁موا": 1457,
      "▁شرح": 1458,
      "▁العد": 1459,
      "بري": 1460,
      "راق": 1461,
      "شيء": 1462,
      "▁عشرة": 1463,
      "▁فض": 1464,
      "طوف": 1465,
      "▁دخل": 1466,
      "▁رجلا": 1467,
      "▁السلطان": 1468,
      "▁عمل": 1469,
      "▁شيخ": 1470,
      "يز": 1471,
      "لاد": 1472,
      "كرم": 1473,
      "راك": 1474,
      "راف": 1475,
      "▁المغ": 1476,
      "▁احدهما": 1477,
      "كذا": 1478,
      "▁العر": 1479,
      "▁سفي": 1480,
      "مرة": 1481,
      "▁بغ": 1482,
      "▁قاله": 1483,
      "كثر": 1484,
      "▁عما": 1485,
      "▁جملة": 1486,
      "▁رحم": 1487,
      "▁اللي": 1488,
      "▁يعرف": 1489,
      "▁(ب": 1490,
      "قاء": 1491,
      "قيقة": 1492,
      "▁قا": 1493,
      "▁كانه": 1494,
      "فن": 1495,
      "تين": 1496,
      "ذين": 1497,
      "▁صلي": 1498,
      "▁بهذا": 1499,
      "▁(م": 1500,
      "▁بضم": 1501,
      "▁فد": 1502,
      "].\n": 1503,
      "▁منا": 1504,
      "▁عط": 1505,
      "▁رواه": 1506,
      "امع": 1507,
      "▁مبتدا": 1508,
      "▁وعد": 1509,
      "زن": 1510,
      "زع": 1511,
      "ابر": 1512,
      "ات،": 1513,
      "▁نق": 1514,
      "▁ذهب": 1515,
      "▁(٣)": 1516,
      "▁ايام": 1517,
      "▁المصنف": 1518,
      "راءة": 1519,
      "اني،": 1520,
      "دم": 1521,
      "▁حدثني": 1522,
      "▁زيدا": 1523,
      "ائد": 1524,
      "▁الواحد": 1525,
      "▁تست": 1526,
      "وذ": 1527,
      "صا": 1528,
      "▁انس": 1529,
      "▁يف": 1530,
      "▁بالع": 1531,
      "▁العباس": 1532,
      "▁فاع": 1533,
      "▁الفر": 1534,
      "▁خالد": 1535,
      "صاري": 1536,
      "▁تب": 1537,
      "▁شاء": 1538,
      "▁القاسم": 1539,
      "▁الاف": 1540,
      "قتضي": 1541,
      "▁يدي": 1542,
      "نان": 1543,
      "▁لغة": 1544,
      "▁وانه": 1545,
      "▁قالوا": 1546,
      "▁بغير": 1547,
      "▁السماء": 1548,
      "▁بنا": 1549,
      "هاب": 1550,
      "▁وانت": 1551,
      "▁الجملة": 1552,
      "▁يه": 1553,
      "▁الروا": 1554,
      "▁وير": 1555,
      "▁وضع": 1556,
      "▁فهي": 1557,
      "▁فم": 1558,
      "واه": 1559,
      "▁مصدر": 1560,
      "▁فاما": 1561,
      "▁الدار": 1562,
      "▁بالله": 1563,
      "▁الحارث": 1564,
      "▁(ت": 1565,
      "يع": 1566,
      "▁وابي": 1567,
      "راج": 1568,
      "ضح": 1569,
      "ل،": 1570,
      "▁بينهما": 1571,
      "▁الفتح": 1572,
      "قبل": 1573,
      "ناد": 1574,
      "▁الساب": 1575,
      "▁ياتي": 1576,
      "▁المر": 1577,
      "ثي": 1578,
      "▁الاب": 1579,
      "▁القي": 1580,
      "▁((": 1581,
      "▁صحيح": 1582,
      "غر": 1583,
      "▁بلغ": 1584,
      "ين.": 1585,
      "ذاب": 1586,
      "ريا": 1587,
      "▁العزيز": 1588,
      "▁احسن": 1589,
      "▁لقد": 1590,
      "▁حل": 1591,
      "▁النار": 1592,
      "▁احت": 1593,
      "رابي": 1594,
      "▁جار": 1595,
      "▁الشمس": 1596,
      "▁والف": 1597,
      "▁الحسين": 1598,
      "طة": 1599,
      "▁مضاف": 1600,
      "▁يوسف": 1601,
      "▁كقول": 1602,
      "▁فص": 1603,
      "▁عنده": 1604,
      "▁سبيل": 1605,
      "تك": 1606,
      "قطع": 1607,
      "بيب": 1608,
      "ية.": 1609,
      "▁رك": 1610,
      "▁فاست": 1611,
      "▁١٥": 1612,
      "فاعل": 1613,
      "▁واش": 1614,
      "ضب": 1615,
      "▁السنة": 1616,
      "هم.\n": 1617,
      "اتم": 1618,
      "▁وعبد": 1619,
      "▁\"ان": 1620,
      "▁اليها": 1621,
      "انيث": 1622,
      "▁هولاء": 1623,
      "ابة": 1624,
      "▁محم": 1625,
      "▁محذوف": 1626,
      "▁القص": 1627,
      "▁عليك": 1628,
      "▁الحج": 1629,
      "▁ارض": 1630,
      "ثم": 1631,
      "تر": 1632,
      "▁دي": 1633,
      "▁عنها": 1634,
      "▁مكة": 1635,
      "وجد": 1636,
      "ني،": 1637,
      "▁٢)": 1638,
      "▁باس": 1639,
      "اء:": 1640,
      "ونا": 1641,
      "ريرة": 1642,
      "▁شعر": 1643,
      "▁ممن": 1644,
      "ونث": 1645,
      "▁دل": 1646,
      "▁رس": 1647,
      "باع": 1648,
      "▁الهمزة": 1649,
      "▁(ع": 1650,
      "▁مك": 1651,
      "▁كقوله": 1652,
      "]:": 1653,
      "▁المدينة": 1654,
      "▁خلف": 1655,
      "▁الاعراب": 1656,
      "▁اض": 1657,
      "مائ": 1658,
      "▁حس": 1659,
      "▁كون": 1660,
      "▁الشام": 1661,
      "▁المومنين": 1662,
      "▁النون": 1663,
      "جمع": 1664,
      "▁فات": 1665,
      "▁وحد": 1666,
      "▁جري": 1667,
      "▁ذو": 1668,
      "طن": 1669,
      "▁والان": 1670,
      "▁منصوب": 1671,
      "▁فتح": 1672,
      "▁وجعل": 1673,
      "▁بالق": 1674,
      "▁وجد": 1675,
      "▁شر": 1676,
      "▁كم": 1677,
      "افعي": 1678,
      "▁وين": 1679,
      "بق": 1680,
      "▁يخرج": 1681,
      "▁وو": 1682,
      "غا": 1683,
      "▁الخطاب": 1684,
      "▁منه،": 1685,
      "تمع": 1686,
      "ياة": 1687,
      "▁يعني:": 1688,
      "كرة": 1689,
      "▁عيسي": 1690,
      "▁امير": 1691,
      "▁هشام": 1692,
      "اط": 1693,
      "▁سبع": 1694,
      "▁تز": 1695,
      "▁بشر": 1696,
      "فرق": 1697,
      "دق": 1698,
      "▁بعده": 1699,
      "▁بكسر": 1700,
      "وني": 1701,
      "▁تل": 1702,
      "وي،": 1703,
      "▁ظهر": 1704,
      "▁وانا": 1705,
      "ذن": 1706,
      "▁رم": 1707,
      "▁وبع": 1708,
      "▁القاضي": 1709,
      "يل،": 1710,
      "▁اليه،": 1711,
      "▁كلمة": 1712,
      "▁١٨": 1713,
      "يمان": 1714,
      "ية.\n": 1715,
      "▁اخري": 1716,
      "لات": 1717,
      "▁سيبويه": 1718,
      "دع": 1719,
      "طق": 1720,
      "دائ": 1721,
      "ياس": 1722,
      "▁مرة": 1723,
      "▁السا": 1724,
      "▁ــ": 1725,
      "▁صلاة": 1726,
      "▁اولي": 1727,
      "▁اية": 1728,
      "▁خط": 1729,
      "▁كله": 1730,
      "قيم": 1731,
      "▁الشع": 1732,
      "▁بـ": 1733,
      "▁وصف": 1734,
      "▁١٦": 1735,
      "▁قال:\n": 1736,
      "▁لب": 1737,
      "▁الشرط": 1738,
      "▁الجنة": 1739,
      "▁سلم": 1740,
      "▁١٧": 1741,
      "▁الخط": 1742,
      "▁الضمير": 1743,
      "▁در": 1744,
      "▁هريرة": 1745,
      "▁رضي": 1746,
      "▁الحا": 1747,
      "▁حر": 1748,
      "▁خاص": 1749,
      "طان": 1750,
      "كره": 1751,
      "▁قرا": 1752,
      "ود،": 1753,
      "▁ابت": 1754,
      "▁كثيرا": 1755,
      "وري": 1756,
      "▁ياء": 1757,
      "▁ويت": 1758,
      "يدة": 1759,
      "▁شا": 1760,
      "▁احدا": 1761,
      "ماد": 1762,
      "▁معنا": 1763,
      "▁حاج": 1764,
      "▁كت": 1765,
      "جرة": 1766,
      "▁خلاف": 1767,
      "▁ربي": 1768,
      "▁كلا": 1769,
      "▁منهما": 1770,
      "▁العلماء": 1771,
      "▁الوجه": 1772,
      "▁الاسماء": 1773,
      "ليد": 1774,
      "▁مذهب": 1775,
      "▁المراة": 1776,
      "انة": 1777,
      "▁كس": 1778,
      "وبا": 1779,
      "▁ورا": 1780,
      "▁ابيه": 1781,
      "▁جماعة": 1782,
      "▁واق": 1783,
      "▁المعت": 1784,
      "▁ثابت": 1785,
      "ثبت": 1786,
      "▁نصر": 1787,
      "خي": 1788,
      "▁ذات": 1789,
      "ش،": 1790,
      "▁الحافظ": 1791,
      "▁والر": 1792,
      "▁ماء": 1793,
      "▁صح": 1794,
      "قوب": 1795,
      "▁مقد": 1796,
      "▁الموت": 1797,
      "▁صالح": 1798,
      "▁يمكن": 1799,
      "▁(٧": 1800,
      "▁وبال": 1801,
      "▁وض": 1802,
      "وما": 1803,
      "سند": 1804,
      "▁الحر": 1805,
      "▁اللغ": 1806,
      "▁بعدها": 1807,
      "عدي": 1808,
      "▁واي": 1809,
      "اهرة": 1810,
      "▁راس": 1811,
      "▁المصدر": 1812,
      "كم،": 1813,
      "وار": 1814,
      "ونس": 1815,
      "▁سواء": 1816,
      "▁النفس": 1817,
      "▁يعت": 1818,
      "▁وهذه": 1819,
      "▁الجن": 1820,
      "▁فصل": 1821,
      "ضة": 1822,
      "▁معناه": 1823,
      "▁حك": 1824,
      "▁سبح": 1825,
      "▁يرد": 1826,
      "▁المسلمين": 1827,
      "ختص": 1828,
      "بي،": 1829,
      "ابه": 1830,
      "▁الابل": 1831,
      "▁والغ": 1832,
      "وته": 1833,
      "▁الثانية": 1834,
      "))": 1835,
      "▁ارت": 1836,
      "ركب": 1837,
      "عون": 1838,
      "▁واج": 1839,
      "▁انفس": 1840,
      "▁تغ": 1841,
      "▁ورب": 1842,
      "▁يجب": 1843,
      "▁الفضل": 1844,
      "▁الصحيح": 1845,
      "▁ايها": 1846,
      "▁الكوفي": 1847,
      "▁نزل": 1848,
      "هم.": 1849,
      "▁يدخل": 1850,
      "▁ليلة": 1851,
      "شف": 1852,
      "سلم": 1853,
      "▁واد": 1854,
      "▁الحي": 1855,
      "▁المق": 1856,
      "٢]": 1857,
      "▁التق": 1858,
      "عة،": 1859,
      "▁الامير": 1860,
      "ادر": 1861,
      "ض،": 1862,
      "▁سورة": 1863,
      "ان.\n": 1864,
      "▁شبه": 1865,
      "وجود": 1866,
      "▁المفعول": 1867,
      "▁لام": 1868,
      "▁خص": 1869,
      "▁المذكور": 1870,
      "▁تف": 1871,
      "▁جاز": 1872,
      "▁مال": 1873,
      "كام": 1874,
      "▁٣)": 1875,
      "▁عائشة": 1876,
      "▁نظر": 1877,
      "باح": 1878,
      "▁جميعا": 1879,
      "▁ليست": 1880,
      "▁وثلاث": 1881,
      "▁(٤)": 1882,
      "▁وظ": 1883,
      "ومة": 1884,
      "▁واحدة": 1885,
      "يد،": 1886,
      "ليم": 1887,
      "▁العالم": 1888,
      "▁امراة": 1889,
      "▁الات": 1890,
      "▁سفيان": 1891,
      "▁قبله": 1892,
      "▁الطويل": 1893,
      "ئب": 1894,
      "▁المال": 1895,
      "▁وفيها": 1896,
      "▁فيكون": 1897,
      "▁عدم": 1898,
      "▁يفعل": 1899,
      "▁(من": 1900,
      "حاديث": 1901,
      "▁الشاعر:\n": 1902,
      "برا": 1903,
      "▁يري": 1904,
      "نا:": 1905,
      "▁المقد": 1906,
      "زق": 1907,
      "▁عليكم": 1908,
      "وث": 1909,
      "▁خي": 1910,
      "▁معاوية": 1911,
      "فيف": 1912,
      "▁الاق": 1913,
      "▁التص": 1914,
      "▁والثاني": 1915,
      "ية:": 1916,
      "▁عاد": 1917,
      "▁ففي": 1918,
      "▁مطل": 1919,
      "خبر": 1920,
      "▁رد": 1921,
      "▁مه": 1922,
      "▁البع": 1923,
      "▁اسماء": 1924,
      "▁كنا": 1925,
      "▁وجمع": 1926,
      "▁البد": 1927,
      "▁الفاء": 1928,
      "▁قدر": 1929,
      "▁اقت": 1930,
      "▁عامر": 1931,
      "▁العق": 1932,
      "▁يقع": 1933,
      "اتل": 1934,
      "▁الشافعي": 1935,
      "▁خلا": 1936,
      "يني": 1937,
      "▁واخرج": 1938,
      "▁القت": 1939,
      "▁امت": 1940,
      "▁يوما": 1941,
      "▁ــ\n": 1942,
      "يمة": 1943,
      "▁كفر": 1944,
      "▁التح": 1945,
      "وم،": 1946,
      "▁مسعود": 1947,
      "▁بب": 1948,
      "▁منك": 1949,
      "▁والذي": 1950,
      "بعث": 1951,
      "▁مثله": 1952,
      "▁ويجوز": 1953,
      "▁سوي": 1954,
      "▁العام": 1955,
      "وخ": 1956,
      "جن": 1957,
      "▁وبعد": 1958,
      "▁الميم": 1959,
      "▁بقي": 1960,
      "▁عظيم": 1961,
      "منع": 1962,
      "قف": 1963,
      "▁الكس": 1964,
      "▁شك": 1965,
      "▁يصح": 1966,
      "▁الرب": 1967,
      "وش": 1968,
      "ا:": 1969,
      "▁التش": 1970,
      "▁زوج": 1971,
      "▁مط": 1972,
      "▁فرا": 1973,
      "شرين": 1974,
      "▁الاث": 1975,
      "قم": 1976,
      "▁يصل": 1977,
      "▁الزبير": 1978,
      "▁اربعة": 1979,
      "▁المل": 1980,
      "ته.\n": 1981,
      "]،": 1982,
      "▁بدل": 1983,
      "ولد": 1984,
      "▁حينئذ": 1985,
      "▁الحرف": 1986,
      "▁بالس": 1987,
      "▁عنه،": 1988,
      "▁مرت": 1989,
      "▁وقول": 1990,
      "حه": 1991,
      "ذل": 1992,
      "قة،": 1993,
      "▁الكلمة": 1994,
      "▁بيان": 1995,
      "▁قيس": 1996,
      "▁جواب": 1997,
      "▁الرسول": 1998,
      "▁عطف": 1999,
      "عيف": 2000,
      "▁اثر": 2001,
      "▁وبه": 2002,
      "▁البصري": 2003,
      "وجب": 2004,
      "▁العمل": 2005,
      "▁مقام": 2006,
      "▁سال": 2007,
      "سط": 2008,
      "▁بعث": 2009,
      "▁يط": 2010,
      "▁بها،": 2011,
      "▁ثقة": 2012,
      "▁عرض": 2013,
      "ساب": 2014,
      "▁جد": 2015,
      "▁متصل": 2016,
      "▁طلب": 2017,
      "مشق": 2018,
      "طيع": 2019,
      "ول،": 2020,
      "▁المبتدا": 2021,
      "▁وتع": 2022,
      "ميع": 2023,
      "رة:": 2024,
      "▁ايا": 2025,
      "بعض": 2026,
      "▁والجمع": 2027,
      "▁اربع": 2028,
      "لال": 2029,
      "▁بانه": 2030,
      "▁النساء": 2031,
      "▁\"م": 2032,
      "▁فهذا": 2033,
      "ولف": 2034,
      "▁بمنزلة": 2035,
      "▁(ل": 2036,
      "▁البل": 2037,
      "▁سلمة": 2038,
      "▁بقوله": 2039,
      "▁وصل": 2040,
      "▁العربية": 2041,
      "فهام": 2042,
      "▁وست": 2043,
      "▁لغ": 2044,
      "▁مني": 2045,
      "صور": 2046,
      "▁:\n": 2047,
      "رب،": 2048,
      "▁مرا": 2049,
      "▁لذلك": 2050,
      "▁حمل": 2051,
      "▁شرط": 2052,
      "▁٢٠": 2053,
      "▁جم": 2054,
      "انب": 2055,
      "▁كلها": 2056,
      "▁والط": 2057,
      "▁اجل": 2058,
      "راض": 2059,
      "نك": 2060,
      "▁وعمر": 2061,
      "▁ومحمد": 2062,
      "▁قولهم:": 2063,
      "▁مض": 2064,
      "▁نفي": 2065,
      "▁النصب": 2066,
      "▁السكون": 2067,
      "سبب": 2068,
      "▁المج": 2069,
      "باء": 2070,
      "▁طالب": 2071,
      "▁سبق": 2072,
      "▁المسجد": 2073,
      "غم": 2074,
      "هما،": 2075,
      "▁حج": 2076,
      "▁احدي": 2077,
      "▁والز": 2078,
      "▁الجر": 2079,
      "▁لكل": 2080,
      "▁الاي": 2081,
      "▁الكل": 2082,
      "▁ونا": 2083,
      "▁والمع": 2084,
      "باد": 2085,
      "يء": 2086,
      "▁حص": 2087,
      "عله": 2088,
      "▁المضاف": 2089,
      "▁وارب": 2090,
      "هري": 2091,
      "▁الصف": 2092,
      "ته.": 2093,
      "▁يجعل": 2094,
      "هاد": 2095,
      "▁ولذلك": 2096,
      "▁شهر": 2097,
      "و،": 2098,
      "نج": 2099,
      "▁عز": 2100,
      "▁وخمس": 2101,
      "٣]": 2102,
      "▁زياد": 2103,
      "▁الزمان": 2104,
      "▁امام": 2105,
      "▁السب": 2106,
      "▁للع": 2107,
      "افة": 2108,
      "عدة": 2109,
      "▁وامر": 2110,
      "▁بدر": 2111,
      "▁الاعرابي": 2112,
      "قين": 2113,
      "فاق": 2114,
      "عف": 2115,
      "▁اليك": 2116,
      "وام": 2117,
      "▁الاج": 2118,
      "▁قلي": 2119,
      "ط،": 2120,
      "اطب": 2121,
      "سك": 2122,
      "▁واخذ": 2123,
      "▁يعمل": 2124,
      "▁ترج": 2125,
      "▁جهة": 2126,
      "ز،": 2127,
      ")؛": 2128,
      "▁البحر": 2129,
      "▁تفسير": 2130,
      "صح": 2131,
      "▁لج": 2132,
      "▁قريش": 2133,
      "وة،": 2134,
      "▁فهم": 2135,
      "اره": 2136,
      "اية": 2137,
      "ثله": 2138,
      "ارج": 2139,
      "▁بلاد": 2140,
      "▁التاء": 2141,
      "▁القسم": 2142,
      "▁؛": 2143,
      "ومن": 2144,
      "▁حني": 2145,
      "▁ينب": 2146,
      "▁الموا": 2147,
      "▁جن": 2148,
      "▁ظاهر": 2149,
      "فيد": 2150,
      "▁اين": 2151,
      "با،": 2152,
      "▁سيد": 2153,
      "▁المعروف": 2154,
      "▁الوليد": 2155,
      "ظن": 2156,
      "▁لسان": 2157,
      "▁احب": 2158,
      "دي:": 2159,
      "وه،": 2160,
      "▁فعلي": 2161,
      "▁يعقوب": 2162,
      "قوا": 2163,
      "شياء": 2164,
      "▁علينا": 2165,
      "بيت": 2166,
      "▁٢١": 2167,
      "▁اليهم": 2168,
      "▁الناس،": 2169,
      "▁للح": 2170,
      "▁زاد": 2171,
      "سام": 2172,
      "▁الدع": 2173,
      "▁ارد": 2174,
      "▁الحاج": 2175,
      "▁فب": 2176,
      "▁معطوف": 2177,
      "ضوع": 2178,
      "واع": 2179,
      "▁المه": 2180,
      "▁اولا": 2181,
      "▁لس": 2182,
      "حية": 2183,
      "▁مغ": 2184,
      "▁معروف": 2185,
      "ابع": 2186,
      "هير": 2187,
      "!\n": 2188,
      "▁ويع": 2189,
      "▁منع": 2190,
      "ليفة": 2191,
      "▁ذاك": 2192,
      "▁اذن": 2193,
      "▁نحن": 2194,
      "ا\n": 2195,
      "▁المهم": 2196,
      "س:": 2197,
      "▁القلب": 2198,
      "▁الاصمع": 2199,
      "▁هناك": 2200,
      "وسي": 2201,
      "▁حن": 2202,
      "لائكة": 2203,
      "▁تط": 2204,
      "▁وغيره": 2205,
      "نم": 2206,
      "▁جا": 2207,
      "▁بالج": 2208,
      "▁بالضم": 2209,
      "▁حجر": 2210,
      "▁ينت": 2211,
      "▁بخلاف": 2212,
      "▁ثبت": 2213,
      "▁انزل": 2214,
      "▁الارب": 2215,
      "يم،": 2216,
      "▁بيد": 2217,
      "ائب": 2218,
      "▁للن": 2219,
      "▁دليل": 2220,
      "▁الفراء": 2221,
      "▁الظاهر": 2222,
      "▁قلب": 2223,
      "▁بالكسر": 2224,
      "▁ومر": 2225,
      "▁واسم": 2226,
      "ئك": 2227,
      "▁فجعل": 2228,
      "▁ويقول": 2229,
      "▁لابن": 2230,
      "▁الخلق": 2231,
      "▁الصحاب": 2232,
      "خير": 2233,
      "ارك": 2234,
      "▁لئ": 2235,
      "▁كبير": 2236,
      "ح:": 2237,
      "▁وسي": 2238,
      "▁اسلم": 2239,
      "مر،": 2240,
      "▁[من": 2241,
      "▁وعند": 2242,
      "اي": 2243,
      "▁الدولة": 2244,
      "▁قالت:": 2245,
      "▁نج": 2246,
      "▁نبي": 2247,
      "▁و-": 2248,
      "▁وجاء": 2249,
      "لس": 2250,
      "▁ادم": 2251,
      "▁يلي": 2252,
      "جلس": 2253,
      "▁الحياة": 2254,
      "▁مب": 2255,
      "وب،": 2256,
      "خلف": 2257,
      "عار": 2258,
      "▁١).\n": 2259,
      "وعة": 2260,
      "▁زمان": 2261,
      "جرد": 2262,
      "شاء": 2263,
      "ديق": 2264,
      "ثرة": 2265,
      "▁٢٢": 2266,
      "▁٤)": 2267,
      "▁حاتم": 2268,
      "▁عهد": 2269,
      "▁الشر": 2270,
      "في،": 2271,
      "▁الهاء": 2272,
      "ذيب": 2273,
      "▁وجملة": 2274,
      "▁الحم": 2275,
      "▁(ما": 2276,
      "▁٢٣": 2277,
      "▁الايمان": 2278,
      "▁٢٤": 2279,
      "▁٢٥": 2280,
      "▁وتس": 2281,
      "▁صدر": 2282,
      "▁الافعال": 2283,
      "ريك": 2284,
      "▁ذلك.\n": 2285,
      "▁الوج": 2286,
      "فاظ": 2287,
      "زوم": 2288,
      "▁سر": 2289,
      "▁قليل": 2290,
      "▁تكن": 2291,
      "▁وحدث": 2292,
      "▁حروف": 2293,
      "▁(٨": 2294,
      "▁بالص": 2295,
      "عو": 2296,
      "٠٠": 2297,
      "ب:": 2298,
      "رمذي": 2299,
      "▁(ح": 2300,
      "▁قبلها": 2301,
      "بر،": 2302,
      "▁مائة": 2303,
      "▁والل": 2304,
      "▁الحد": 2305,
      "▁لابي": 2306,
      "▁اصله": 2307,
      "▁النعم": 2308,
      "▁اللهم": 2309,
      "▁امرا": 2310,
      "▁الانصاري": 2311,
      "▁ويد": 2312,
      "نات": 2313,
      "▁يلزم": 2314,
      "▁بقوله:": 2315,
      "▁الجوه": 2316,
      "▁ومجرور": 2317,
      "▁التن": 2318,
      "ودة": 2319,
      "▁الرجال": 2320,
      "▁ولقد": 2321,
      "▁الفصل": 2322,
      "▁الجاه": 2323,
      "▁قولك:": 2324,
      "▁بث": 2325,
      "▁فقط": 2326,
      "▁وهما": 2327,
      "ان.": 2328,
      "ث،": 2329,
      "شم": 2330,
      "▁غز": 2331,
      "▁فيهم": 2332,
      "▁كعب": 2333,
      "▁افت": 2334,
      "▁اخرجه": 2335,
      "▁ضر": 2336,
      "نائ": 2337,
      "جمة": 2338,
      "جار": 2339,
      "▁والمعني": 2340,
      "ونها": 2341,
      "▁مضارع": 2342,
      "▁زيد،": 2343,
      "▁هكذا": 2344,
      "▁فيهما": 2345,
      "اتب": 2346,
      "▁ظرف": 2347,
      "▁جواز": 2348,
      "▁فليس": 2349,
      "حوال": 2350,
      "▁السن": 2351,
      "▁الفق": 2352,
      "▁الاعت": 2353,
      "▁صل": 2354,
      "▁فخرج": 2355,
      "ــــــــــــــــــــــــــــــــ": 2356,
      "▁مي": 2357,
      "▁كثيرة": 2358,
      "فصل": 2359,
      "▁عندي": 2360,
      "▁(ج": 2361,
      "▁تاريخ": 2362,
      "▁فقلت:": 2363,
      "بيان": 2364,
      "▁واو": 2365,
      "▁عنهم": 2366,
      "▁القد": 2367,
      "▁ويكون": 2368,
      "▁الماضي": 2369,
      "مكن": 2370,
      "▁بناء": 2371,
      "قا،": 2372,
      "▁اشد": 2373,
      "▁صوت": 2374,
      "▁وسمع": 2375,
      "▁عدي": 2376,
      "▁قالت": 2377,
      "▁فضل": 2378,
      "▁الكثير": 2379,
      "راء،": 2380,
      "▁فلو": 2381,
      "▁مفت": 2382,
      "ه)": 2383,
      "▁(س": 2384,
      "▁بالفتح": 2385,
      "▁يعد": 2386,
      "خة": 2387,
      "▁بنفس": 2388,
      "▁واللام": 2389,
      "▁الرفع": 2390,
      "▁قصد": 2391,
      "▁لقي": 2392,
      "▁ايضا:": 2393,
      "▁البلا": 2394,
      "ج،": 2395,
      "▁الحب": 2396,
      "▁ينا": 2397,
      "▁\".\n": 2398,
      "▁\"من": 2399,
      "▁وجود": 2400,
      "امن": 2401,
      "هنا": 2402,
      "▁الروم": 2403,
      "▁جرير": 2404,
      "داة": 2405,
      "▁النح": 2406,
      "▁مولي": 2407,
      "):\n": 2408,
      "ربة": 2409,
      "هات": 2410,
      "▁الحروف": 2411,
      "▁سم": 2412,
      "▁مثال": 2413,
      "ابي": 2414,
      "كيف": 2415,
      "▁يسمع": 2416,
      "▁الدي": 2417,
      "▁افضل": 2418,
      "ابل": 2419,
      "▁جابر": 2420,
      "▁الكاف": 2421,
      "▁...\n": 2422,
      "▁نب": 2423,
      "▁النحو": 2424,
      "عوا": 2425,
      "▁[س": 2426,
      "▁سبب": 2427,
      "▁وذ": 2428,
      "▁(ي": 2429,
      "وين": 2430,
      "▁تعلم": 2431,
      "▁حول": 2432,
      "▁عاص": 2433,
      "▁نوع": 2434,
      "حتمل": 2435,
      "▁افعل": 2436,
      "▁فيها،": 2437,
      "▁ته": 2438,
      "▁وعلامة": 2439,
      "▁منكم": 2440,
      "سي،": 2441,
      "▁واحد،": 2442,
      "▁الحرب": 2443,
      "بارة": 2444,
      "▁به.\n": 2445,
      "▁وبعض": 2446,
      "▁(و)": 2447,
      "▁كونه": 2448,
      "راع": 2449,
      "▁الموضع": 2450,
      "▁اللب": 2451,
      "▁والاست": 2452,
      "صة": 2453,
      "▁سير": 2454,
      "▁زيادة": 2455,
      "▁المقص": 2456,
      "▁٢٦": 2457,
      "راس": 2458,
      "▁(وال": 2459,
      "▁والجملة": 2460,
      "▁رجال": 2461,
      "▁لص": 2462,
      "▁(١).\n": 2463,
      "▁الدهر": 2464,
      "▁(ز": 2465,
      "▁الادب": 2466,
      "▁كـ": 2467,
      "▁اعط": 2468,
      "احب": 2469,
      "▁القل": 2470,
      "▁الاخرة": 2471,
      "▁السلام": 2472,
      "▁يجمع": 2473,
      "▁ينبغي": 2474,
      "شية": 2475,
      "فو": 2476,
      "١،": 2477,
      "▁كسر": 2478,
      "▁مخت": 2479,
      "▁٢٧": 2480,
      "▁مضي": 2481,
      "▁وسلم": 2482,
      "▁وشر": 2483,
      "▁ساكن": 2484,
      "علي": 2485,
      "▁المدين": 2486,
      "بيد": 2487,
      "ثلة": 2488,
      "▁القيامة": 2489,
      "▁اليهود": 2490,
      "وكيد": 2491,
      "▁قلوب": 2492,
      "▁انظر": 2493,
      "▁طال": 2494,
      "ورد": 2495,
      "▁ولكنه": 2496,
      "▁راسه": 2497,
      "▁وزن": 2498,
      "▁الصفة": 2499,
